/**
 * Created by Administrator on 2017/8/27.
 */
var occupation={
    "data": [
    {
        "name": "001一般职业",
        "value": "001",
        "child": [
            {
                "name": "国家机关、党政团体",
                "value": "00101",
                "child": [
                    {
                        "name": "国家机关、党政团体单位负责人（不从事风险工作）",
                        "value": "00101001"
                    },
                    {
                        "name": "国家机关、党政团体单位职员（内勤）",
                        "value": "00101002"
                    },
                    {
                        "name": "国家机关、党政团体单位职员（外勤）",
                        "value": "00101003"
                    },
                    {
                        "name": "国家机关、党政团体单位职员（司机或维修人员）",
                        "value": "00101004"
                    }
                ]
            },
            {
                "name": "事业单位",
                "value": "00102",
                "child": [
                    {
                        "name": "事业单位负责人（不从事风险工作）",
                        "value": "00102001"
                    },
                    {
                        "name": "事业单位职员（内勤）",
                        "value": "00102002"
                    },
                    {
                        "name": "事业单位职员（外勤）",
                        "value": "00102003"
                    },
                    {
                        "name": "事业单位职员（司机或维修人员）",
                        "value": "00102004"
                    },
                    {
                        "name": "工商税务城管人员",
                        "value": "00102005"
                    }
                ]
            },
            {
                "name": "企业单位",
                "value": "00103",
                "child": [
                    {
                        "name": "企业单位负责人（不从事风险工作）",
                        "value": "00103001"
                    },
                    {
                        "name": "企业单位职员（内勤）",
                        "value": "00103002"
                    },
                    {
                        "name": "企业单位职员（外勤）",
                        "value": "00103003"
                    },
                    {
                        "name": "企业单位职员（司机或维修人员）",
                        "value": "00103004"
                    }
                ]
            },
            {
                "name": "民间组织和社会团体",
                "value": "00104",
                "child": [
                    {
                        "name": "民间组织和社会团体负责人",
                        "value": "00104001"
                    },
                    {
                        "name": "民间组织和社会团体职员（内勤）",
                        "value": "00104002"
                    },
                    {
                        "name": "民间组织和社会团体职员（外勤）",
                        "value": "00104003"
                    },
                    {
                        "name": "村委会、居委会人员",
                        "value": "00104004"
                    }
                ]
            }
        ]
    },
    {
        "name": "002农牧渔业",
        "value": "002",
        "child": [
            {
                "name": "农业生产人员",
                "value": "00201",
                "child": [
                    {
                        "name": "农作物种植者（不亲自作业）",
                        "value": "00201001"
                    },
                    {
                        "name": "啤酒花生产工",
                        "value": "00201002"
                    },
                    {
                        "name": "作物种子繁育工",
                        "value": "00201003"
                    },
                    {
                        "name": "农作物病虫草害防治工",
                        "value": "00201004"
                    },
                    {
                        "name": "农场经营者(不亲自作业)",
                        "value": "00201005"
                    },
                    {
                        "name": "蔬菜园艺工",
                        "value": "00201006"
                    },
                    {
                        "name": "花卉园艺工",
                        "value": "00201007"
                    },
                    {
                        "name": "果、茶、桑园艺工",
                        "value": "00201008"
                    },
                    {
                        "name": "菌类园艺工",
                        "value": "00201009"
                    },
                    {
                        "name": "天然橡胶剑麻生产人员",
                        "value": "00201010"
                    },
                    {
                        "name": "中药材种植员",
                        "value": "00201011"
                    },
                    {
                        "name": "中药材养殖员",
                        "value": "00201012"
                    },
                    {
                        "name": "中药材生产管理员",
                        "value": "00201013"
                    },
                    {
                        "name": "大田作物生产人员",
                        "value": "00201014"
                    },
                    {
                        "name": "农夫或农业工人",
                        "value": "00201015"
                    },
                    {
                        "name": "长短工",
                        "value": "00201016"
                    },
                    {
                        "name": "果农",
                        "value": "00201017"
                    },
                    {
                        "name": "苗圃栽培人员",
                        "value": "00201018"
                    },
                    {
                        "name": "花圃栽培人员",
                        "value": "00201019"
                    },
                    {
                        "name": "热带作物生产人员",
                        "value": "00201020"
                    },
                    {
                        "name": "昆虫（蜜蜂）饲养人员",
                        "value": "00201021"
                    },
                    {
                        "name": "割胶工人",
                        "value": "00201022"
                    },
                    {
                        "name": "特种养殖(蜂蛇鳄鱼)人员",
                        "value": "00201023"
                    },
                    {
                        "name": "山核桃采摘人员",
                        "value": "00201024"
                    },
                    {
                        "name": "实验室饲养人员",
                        "value": "00201025"
                    }
                ]
            },
            {
                "name": "农业技术人员",
                "value": "00202",
                "child": [
                    {
                        "name": "农业科学研究人员",
                        "value": "00202001"
                    },
                    {
                        "name": "土壤肥料技术人员",
                        "value": "00202002"
                    },
                    {
                        "name": "作物遗传育种栽培技术人员",
                        "value": "00202003"
                    },
                    {
                        "name": "农业技术指导人员",
                        "value": "00202004"
                    },
                    {
                        "name": "农业实验人员",
                        "value": "00202005"
                    },
                    {
                        "name": "农情测报员",
                        "value": "00202006"
                    },
                    {
                        "name": "粮油管理员",
                        "value": "00202007"
                    },
                    {
                        "name": "农艺工",
                        "value": "00202008"
                    },
                    {
                        "name": "园艺技术人员",
                        "value": "00202009"
                    },
                    {
                        "name": "糖厂技工",
                        "value": "00202010"
                    },
                    {
                        "name": "植物保护技术人员",
                        "value": "00202011"
                    }
                ]
            },
            {
                "name": "农林专用机械操作人员",
                "value": "00203",
                "child": [
                    {
                        "name": "联合收割机驾驶员",
                        "value": "00203001"
                    },
                    {
                        "name": "农用运输车驾驶员",
                        "value": "00203002"
                    },
                    {
                        "name": "农业机械操作或修理人员",
                        "value": "00203003"
                    },
                    {
                        "name": "沼气工程施工人员",
                        "value": "00203004"
                    },
                    {
                        "name": "沼气设备安装调试检修人员",
                        "value": "00203005"
                    },
                    {
                        "name": "沼气生产管理人员",
                        "value": "00203006"
                    },
                    {
                        "name": "农村节能员(灶、坑、炉、窑建造改造人员)",
                        "value": "00203007"
                    },
                    {
                        "name": "农用太阳能设施人员",
                        "value": "00203008"
                    },
                    {
                        "name": "生物质能设备人员",
                        "value": "00203009"
                    },
                    {
                        "name": "拖拉机驾驶员",
                        "value": "00203010"
                    },
                    {
                        "name": "农用机械操作及修理人员",
                        "value": "00203011"
                    }
                ]
            },
            {
                "name": "农业加工制造人员",
                "value": "00204",
                "child": [
                    {
                        "name": "棉花加工人员",
                        "value": "00204001"
                    },
                    {
                        "name": "果类产品加工工",
                        "value": "00204002"
                    },
                    {
                        "name": "茶叶蔬菜加工人员",
                        "value": "00204003"
                    },
                    {
                        "name": "竹藤麻棕草制品加工人员",
                        "value": "00204004"
                    },
                    {
                        "name": "特种植物原料加工人员",
                        "value": "00204005"
                    },
                    {
                        "name": "农作物种子加工",
                        "value": "00204006"
                    },
                    {
                        "name": "农副林特产品加工人员",
                        "value": "00204007"
                    },
                    {
                        "name": "农副特产加工人员",
                        "value": "00204008"
                    },
                    {
                        "name": "蜂产品加工",
                        "value": "00204009"
                    }
                ]
            },
            {
                "name": "畜牧业饲养人员",
                "value": "00205",
                "child": [
                    {
                        "name": "饲养家禽家畜人员",
                        "value": "00205001"
                    },
                    {
                        "name": "家畜繁殖工",
                        "value": "00205002"
                    },
                    {
                        "name": "畜牧场经营者(不亲自作业)",
                        "value": "00205003"
                    },
                    {
                        "name": "畜牧工作人员",
                        "value": "00205004"
                    },
                    {
                        "name": "有毒动物饲养工（蛇、蝎子、蜈蚣等）",
                        "value": "00205005"
                    },
                    {
                        "name": "家禽繁殖工",
                        "value": "00205006"
                    },
                    {
                        "name": "蜜蜂饲养人员",
                        "value": "00205007"
                    },
                    {
                        "name": "实验动物饲养人员",
                        "value": "00205008"
                    },
                    {
                        "name": "动物养殖人员",
                        "value": "00205009"
                    },
                    {
                        "name": "驯养人员",
                        "value": "00205010"
                    }
                ]
            },
            {
                "name": "畜牧业技术人员",
                "value": "00206",
                "child": [
                    {
                        "name": "畜牧技术人员",
                        "value": "00206001"
                    },
                    {
                        "name": "兽医",
                        "value": "00206002"
                    },
                    {
                        "name": "兽药技术人员",
                        "value": "00206003"
                    },
                    {
                        "name": "动物疫病防治员",
                        "value": "00206004"
                    },
                    {
                        "name": "兽医化验员",
                        "value": "00206005"
                    },
                    {
                        "name": "动物检疫检验化验员",
                        "value": "00206006"
                    },
                    {
                        "name": "中兽医员",
                        "value": "00206007"
                    }
                ]
            },
            {
                "name": "草业生产服务人员",
                "value": "00207",
                "child": [
                    {
                        "name": "草业技术人员",
                        "value": "00207001"
                    },
                    {
                        "name": "草地监护员",
                        "value": "00207002"
                    },
                    {
                        "name": "牧草培育加工人员",
                        "value": "00207003"
                    },
                    {
                        "name": "草坪建植工",
                        "value": "00207004"
                    },
                    {
                        "name": "草业生产人员",
                        "value": "00207005"
                    }
                ]
            },
            {
                "name": "渔业养殖人员",
                "value": "00208",
                "child": [
                    {
                        "name": "水生动物苗种繁育工",
                        "value": "00208001"
                    },
                    {
                        "name": "水生植物苗种培育工",
                        "value": "00208002"
                    },
                    {
                        "name": "水生动物饲养工",
                        "value": "00208003"
                    },
                    {
                        "name": "水生植物栽培工",
                        "value": "00208004"
                    },
                    {
                        "name": "珍珠养殖工(淡水)",
                        "value": "00208005"
                    },
                    {
                        "name": "珍珠养殖工(海水)",
                        "value": "00208006"
                    },
                    {
                        "name": "生物饵料培养工",
                        "value": "00208007"
                    },
                    {
                        "name": "水产养殖潜水工",
                        "value": "00208008"
                    },
                    {
                        "name": "渔场经营者(不亲自作业)",
                        "value": "00208009"
                    },
                    {
                        "name": "渔场经营者(亲自作业)",
                        "value": "00208010"
                    },
                    {
                        "name": "热带鱼养殖者、水族馆经营者",
                        "value": "00208011"
                    },
                    {
                        "name": "养殖工人(沿海)",
                        "value": "00208012"
                    },
                    {
                        "name": "水生生物病害防治员",
                        "value": "00208013"
                    },
                    {
                        "name": "水生生物疫病检疫检验化验人员防治人员",
                        "value": "00208014"
                    },
                    {
                        "name": "养殖工人（内陆）",
                        "value": "00208015"
                    },
                    {
                        "name": "水族馆经营者（不亲自作业）",
                        "value": "00208016"
                    },
                    {
                        "name": "水族馆经营者",
                        "value": "00208017"
                    },
                    {
                        "name": "水生动植物采集栽培及苗种繁育人员",
                        "value": "00208018"
                    },
                    {
                        "name": "渔网具装配人员",
                        "value": "00208019"
                    },
                    {
                        "name": "水生哺乳动物训养师",
                        "value": "00208020"
                    }
                ]
            },
            {
                "name": "渔业技术人员",
                "value": "00209",
                "child": [
                    {
                        "name": "水产养殖工程技术人员",
                        "value": "00209001"
                    },
                    {
                        "name": "渔业资源开发利用工程技术人员",
                        "value": "00209002"
                    },
                    {
                        "name": "水产实验人员(室内)",
                        "value": "00209003"
                    },
                    {
                        "name": "水产实验人员（室外）",
                        "value": "00209004"
                    },
                    {
                        "name": "水产养殖质量管理员",
                        "value": "00209005"
                    },
                    {
                        "name": "水产品质量检验员",
                        "value": "00209006"
                    }
                ]
            },
            {
                "name": "渔业加工人员",
                "value": "00210",
                "child": [
                    {
                        "name": "水产品原料处理工",
                        "value": "00210001"
                    },
                    {
                        "name": "水产品腌熏烤制工",
                        "value": "00210002"
                    },
                    {
                        "name": "鱼糜及鱼糜制品加工工",
                        "value": "00210003"
                    },
                    {
                        "name": "鱼粉加工工",
                        "value": "00210004"
                    },
                    {
                        "name": "鱼肝油及制品加工工",
                        "value": "00210005"
                    },
                    {
                        "name": "海藻制碘工",
                        "value": "00210006"
                    },
                    {
                        "name": "海藻制醇工",
                        "value": "00210007"
                    },
                    {
                        "name": "海藻制胶工",
                        "value": "00210008"
                    },
                    {
                        "name": "海藻食品加工工",
                        "value": "00210009"
                    },
                    {
                        "name": "贝类净化工",
                        "value": "00210010"
                    },
                    {
                        "name": "水（海）产品加工人员",
                        "value": "00210011"
                    },
                    {
                        "name": "负责人（不亲自作业）",
                        "value": "00210012"
                    },
                    {
                        "name": "搬运工",
                        "value": "00210013"
                    }
                ]
            },
            {
                "name": "渔业捕捞人员",
                "value": "00211",
                "child": [
                    {
                        "name": "水产捕捞工",
                        "value": "00211001"
                    },
                    {
                        "name": "沿海作业渔民",
                        "value": "00211002"
                    },
                    {
                        "name": "捕鱼人（内陆）",
                        "value": "00211003"
                    },
                    {
                        "name": "*远洋渔船船员",
                        "value": "00211004"
                    },
                    {
                        "name": "*近洋渔船船员",
                        "value": "00211005"
                    },
                    {
                        "name": "渔业生产船员",
                        "value": "00211006"
                    },
                    {
                        "name": "水生动植物采集工",
                        "value": "00211007"
                    }
                ]
            }
        ]
    },
    {
        "name": "003森林木材业",
        "value": "003",
        "child": [
            {
                "name": "林业工程技术人员",
                "value": "00301",
                "child": [
                    {
                        "name": "林业生态环境工程技术人员",
                        "value": "00301001"
                    },
                    {
                        "name": "森林培育工程技术人员",
                        "value": "00301002"
                    },
                    {
                        "name": "园林绿化工程技术人员",
                        "value": "00301003"
                    },
                    {
                        "name": "野生动物保护与繁殖利用工程技术人员",
                        "value": "00301004"
                    },
                    {
                        "name": "自然保护区工程技术人员",
                        "value": "00301005"
                    },
                    {
                        "name": "森林保护工程技术人员",
                        "value": "00301006"
                    },
                    {
                        "name": "木、竹材加工工程技术人员",
                        "value": "00301007"
                    },
                    {
                        "name": "森林采伐和运输工程技术人员",
                        "value": "00301008"
                    },
                    {
                        "name": "经济林和林特产品",
                        "value": "00301009"
                    },
                    {
                        "name": "森林资源管理与监测工程技术人员",
                        "value": "00301010"
                    }
                ]
            },
            {
                "name": "森林砍伐业",
                "value": "00302",
                "child": [
                    {
                        "name": "领班",
                        "value": "00302001"
                    },
                    {
                        "name": "监工",
                        "value": "00302002"
                    },
                    {
                        "name": "伐木工人",
                        "value": "00302003"
                    },
                    {
                        "name": "锯木工人",
                        "value": "00302004"
                    },
                    {
                        "name": "运材车辆之司机及押运人员",
                        "value": "00302005"
                    },
                    {
                        "name": "起重机之操作人",
                        "value": "00302006"
                    },
                    {
                        "name": "装运工人",
                        "value": "00302007"
                    },
                    {
                        "name": "挂钩人",
                        "value": "00302008"
                    },
                    {
                        "name": "生产行政管理员",
                        "value": "00302009"
                    }
                ]
            },
            {
                "name": "木材加工业",
                "value": "00303",
                "child": [
                    {
                        "name": "木材工厂现场之职员",
                        "value": "00303001"
                    },
                    {
                        "name": "领班",
                        "value": "00303002"
                    },
                    {
                        "name": "分级员",
                        "value": "00303003"
                    },
                    {
                        "name": "检查员",
                        "value": "00303004"
                    },
                    {
                        "name": "标记员",
                        "value": "00303005"
                    },
                    {
                        "name": "磅秤员",
                        "value": "00303006"
                    },
                    {
                        "name": "锯木工人",
                        "value": "00303007"
                    },
                    {
                        "name": "防腐剂工人",
                        "value": "00303008"
                    },
                    {
                        "name": "木材储藏槽工人",
                        "value": "00303009"
                    },
                    {
                        "name": "木材搬运工人",
                        "value": "00303010"
                    },
                    {
                        "name": "吊车操作人员",
                        "value": "00303011"
                    },
                    {
                        "name": "木材干燥工人",
                        "value": "00303012"
                    },
                    {
                        "name": "木材供应站管理人员",
                        "value": "00303013"
                    },
                    {
                        "name": "木材供应站营业人员",
                        "value": "00303014"
                    },
                    {
                        "name": "仓库管理员",
                        "value": "00303015"
                    },
                    {
                        "name": "木材工厂木材加工人员",
                        "value": "00303016"
                    },
                    {
                        "name": "装卸归楞工",
                        "value": "00303017"
                    },
                    {
                        "name": "集材作业工",
                        "value": "00303018"
                    },
                    {
                        "name": "枕木处理工",
                        "value": "00303019"
                    },
                    {
                        "name": "木材工厂现场管理人员",
                        "value": "00303020"
                    }
                ]
            },
            {
                "name": "人造板生产",
                "value": "00304",
                "child": [
                    {
                        "name": "胶合板制造工人",
                        "value": "00304001"
                    },
                    {
                        "name": "纤维板制造工人",
                        "value": "00304002"
                    },
                    {
                        "name": "刨花板制造工人",
                        "value": "00304003"
                    },
                    {
                        "name": "人造板制胶工人",
                        "value": "00304004"
                    },
                    {
                        "name": "装饰层压板工人",
                        "value": "00304005"
                    },
                    {
                        "name": "人造板饰面工人",
                        "value": "00304006"
                    }
                ]
            },
            {
                "name": "木材制品家俱制作",
                "value": "00305",
                "child": [
                    {
                        "name": "技术人员",
                        "value": "00305001"
                    },
                    {
                        "name": "领班监工",
                        "value": "00305002"
                    },
                    {
                        "name": "木制家俱制造工人",
                        "value": "00305003"
                    },
                    {
                        "name": "木制家俱制造修理工",
                        "value": "00305004"
                    },
                    {
                        "name": "金属家俱制造工人",
                        "value": "00305005"
                    },
                    {
                        "name": "金属家俱修理工",
                        "value": "00305006"
                    },
                    {
                        "name": "手工木工",
                        "value": "00305007"
                    },
                    {
                        "name": "机械木工",
                        "value": "00305008"
                    },
                    {
                        "name": "精细木工",
                        "value": "00305009"
                    }
                ]
            },
            {
                "name": "森林资源管护人员",
                "value": "00306",
                "child": [
                    {
                        "name": "护林员",
                        "value": "00306001"
                    },
                    {
                        "name": "森林病虫害防治员",
                        "value": "00306002"
                    },
                    {
                        "name": "其他森林资源管护人员",
                        "value": "00306003"
                    }
                ]
            },
            {
                "name": "野生动植物保护及自然保护区人员",
                "value": "00307",
                "child": [
                    {
                        "name": "野生动物保护员",
                        "value": "00307001"
                    },
                    {
                        "name": "野生植物保护员",
                        "value": "00307002"
                    },
                    {
                        "name": "自然保护区巡视监测员",
                        "value": "00307003"
                    },
                    {
                        "name": "标本员",
                        "value": "00307004"
                    }
                ]
            },
            {
                "name": "林业",
                "value": "00308",
                "child": [
                    {
                        "name": "造林更新工",
                        "value": "00308001"
                    },
                    {
                        "name": "林木种苗工",
                        "value": "00308002"
                    },
                    {
                        "name": "营林实验工",
                        "value": "00308003"
                    },
                    {
                        "name": "平地育苗工人",
                        "value": "00308004"
                    },
                    {
                        "name": "抚育采伐工",
                        "value": "00308005"
                    },
                    {
                        "name": "领班",
                        "value": "00308006"
                    },
                    {
                        "name": "山地造林工人",
                        "value": "00308007"
                    },
                    {
                        "name": "山林管理人员",
                        "value": "00308008"
                    },
                    {
                        "name": "森林防火人员",
                        "value": "00308009"
                    },
                    {
                        "name": "树木育苗人员",
                        "value": "00308010"
                    },
                    {
                        "name": "实验室育苗栽培人员",
                        "value": "00308011"
                    }
                ]
            }
        ]
    },
    {
        "name": "004地质矿产",
        "value": "004",
        "child": [
            {
                "name": "地质勘探人员",
                "value": "00401",
                "child": [
                    {
                        "name": "钻探工人",
                        "value": "00401001"
                    },
                    {
                        "name": "坑探工人",
                        "value": "00401002"
                    },
                    {
                        "name": "物探工人",
                        "value": "00401003"
                    },
                    {
                        "name": "地震物探爆炸工人",
                        "value": "00401004"
                    },
                    {
                        "name": "采样工人",
                        "value": "00401005"
                    },
                    {
                        "name": "海洋地质取样工人",
                        "value": "00401006"
                    },
                    {
                        "name": "海洋土质实验工人",
                        "value": "00401007"
                    },
                    {
                        "name": "固体岩矿碎样工人",
                        "value": "00401008"
                    },
                    {
                        "name": "岩矿古生物样品磨片工人",
                        "value": "00401009"
                    },
                    {
                        "name": "重沙样品淘洗工人",
                        "value": "00401010"
                    },
                    {
                        "name": "劈岩保管工人",
                        "value": "00401011"
                    },
                    {
                        "name": "地球科学研究人员",
                        "value": "00401012"
                    },
                    {
                        "name": "地质勘探工程技术人员",
                        "value": "00401013"
                    },
                    {
                        "name": "地质探测员(山区，海上)",
                        "value": "00401014"
                    },
                    {
                        "name": "地质探测员(平地)",
                        "value": "00401015"
                    },
                    {
                        "name": "工程师",
                        "value": "00401016"
                    }
                ]
            },
            {
                "name": "地质测量",
                "value": "00402",
                "child": [
                    {
                        "name": "大地人员程测量人员",
                        "value": "00402001"
                    },
                    {
                        "name": "摄影测量人员",
                        "value": "00402002"
                    },
                    {
                        "name": "地图制图人员",
                        "value": "00402003"
                    },
                    {
                        "name": "地籍测绘人员",
                        "value": "00402004"
                    },
                    {
                        "name": "海洋测绘人员(非海上作业)",
                        "value": "00402005"
                    },
                    {
                        "name": "海洋测绘人员(海上作业)",
                        "value": "00402006"
                    }
                ]
            },
            {
                "name": "盐业生产",
                "value": "00403",
                "child": [
                    {
                        "name": "海盐晒制工",
                        "value": "00403001"
                    },
                    {
                        "name": "海盐采收工",
                        "value": "00403002"
                    },
                    {
                        "name": "湖盐采掘船工",
                        "value": "00403003"
                    },
                    {
                        "name": "湖盐采掘爆破工",
                        "value": "00403004"
                    },
                    {
                        "name": "湖盐脱水工",
                        "value": "00403005"
                    },
                    {
                        "name": "驳筑、集拆坨盐工",
                        "value": "00403006"
                    },
                    {
                        "name": "井矿盐采卤工",
                        "value": "00403007"
                    },
                    {
                        "name": "井矿盐卤水净化工",
                        "value": "00403008"
                    },
                    {
                        "name": "真空制盐工",
                        "value": "00403009"
                    },
                    {
                        "name": "冷冻提硝工",
                        "value": "00403010"
                    },
                    {
                        "name": "苦卤综合利用工",
                        "value": "00403011"
                    },
                    {
                        "name": "精制盐工",
                        "value": "00403012"
                    }
                ]
            },
            {
                "name": "矿物处理人员",
                "value": "00404",
                "child": [
                    {
                        "name": "筛选破碎工",
                        "value": "00404001"
                    },
                    {
                        "name": "重力选矿工",
                        "value": "00404002"
                    },
                    {
                        "name": "浮选工",
                        "value": "00404003"
                    },
                    {
                        "name": "磁选工",
                        "value": "00404004"
                    },
                    {
                        "name": "选矿脱水工",
                        "value": "00404005"
                    },
                    {
                        "name": "尾矿处理工",
                        "value": "00404006"
                    },
                    {
                        "name": "磨矿工",
                        "value": "00404007"
                    },
                    {
                        "name": "水煤浆制备工",
                        "value": "00404008"
                    },
                    {
                        "name": "洗选工人（地下作业）",
                        "value": "00404009"
                    },
                    {
                        "name": "洗选工人（地上作业）",
                        "value": "00404010"
                    },
                    {
                        "name": "动力配煤工",
                        "value": "00404011"
                    },
                    {
                        "name": "工业型煤加工制作人员",
                        "value": "00404012"
                    },
                    {
                        "name": "*城镇集体及个体私营煤矿人员",
                        "value": "00404013"
                    }
                ]
            },
            {
                "name": "坑外作业",
                "value": "00405",
                "child": [
                    {
                        "name": "生产管理人员（不到现场）",
                        "value": "00405001"
                    },
                    {
                        "name": "矿业工程技术人员",
                        "value": "00405002"
                    },
                    {
                        "name": "采石、采矿作业人员",
                        "value": "00405003"
                    },
                    {
                        "name": "*采石业工人(从事凿眼、放炮、破料等)",
                        "value": "00405004"
                    },
                    {
                        "name": "采砂业工人",
                        "value": "00405005"
                    },
                    {
                        "name": "采砂石厂管理人员",
                        "value": "00405006"
                    },
                    {
                        "name": "淘金工人",
                        "value": "00405007"
                    },
                    {
                        "name": "油矿钻勘作业人员",
                        "value": "00405008"
                    },
                    {
                        "name": "*矿井开掘工人",
                        "value": "00405009"
                    },
                    {
                        "name": "工矿安全人员",
                        "value": "00405010"
                    },
                    {
                        "name": "支护工人",
                        "value": "00405011"
                    },
                    {
                        "name": "矿物采掘爆破爆破工人",
                        "value": "00405012"
                    },
                    {
                        "name": "其他矿物处理人员",
                        "value": "00405013"
                    },
                    {
                        "name": "其他作业人员",
                        "value": "00405014"
                    },
                    {
                        "name": "钻孔机司机",
                        "value": "00405015"
                    },
                    {
                        "name": "井筒冻结工人",
                        "value": "00405016"
                    },
                    {
                        "name": "矿山提升机架空索道绞车等操作工人",
                        "value": "00405017"
                    },
                    {
                        "name": "矿井机车运输工人",
                        "value": "00405018"
                    },
                    {
                        "name": "矿井通风工人",
                        "value": "00405019"
                    },
                    {
                        "name": "火药雷管管理工",
                        "value": "00405020"
                    },
                    {
                        "name": "露天采矿挖掘机司机",
                        "value": "00405021"
                    },
                    {
                        "name": "露天坑下普工",
                        "value": "00405022"
                    },
                    {
                        "name": "矿山安全检测工",
                        "value": "00405023"
                    },
                    {
                        "name": "矿山检查验收工",
                        "value": "00405024"
                    },
                    {
                        "name": "矿灯、自救器管理工",
                        "value": "00405025"
                    },
                    {
                        "name": "生产管理人员（现场监督）",
                        "value": "00405026"
                    },
                    {
                        "name": "经营者(不到现场者)",
                        "value": "00405027"
                    },
                    {
                        "name": "经营者(现场监督者)",
                        "value": "00405028"
                    },
                    {
                        "name": "经理人员",
                        "value": "00405029"
                    },
                    {
                        "name": "矿业工程师技师领班",
                        "value": "00405030"
                    },
                    {
                        "name": "*地面采矿工人",
                        "value": "00405031"
                    },
                    {
                        "name": "*井下采矿工人",
                        "value": "00405032"
                    },
                    {
                        "name": "矿工头灯充电人员",
                        "value": "00405033"
                    },
                    {
                        "name": "矿山井下抢险救灾人员",
                        "value": "00405034"
                    },
                    {
                        "name": "生产技术管理人员（煤矿）",
                        "value": "00405035"
                    },
                    {
                        "name": "采掘工（煤矿）",
                        "value": "00405036"
                    },
                    {
                        "name": "领班（煤矿）",
                        "value": "00405037"
                    },
                    {
                        "name": "矿工（煤矿）",
                        "value": "00405038"
                    },
                    {
                        "name": "工矿安全人员（煤矿）",
                        "value": "00405039"
                    },
                    {
                        "name": "其他作业人员（煤矿）",
                        "value": "00405040"
                    },
                    {
                        "name": "生产技术管理人员（非煤矿山）",
                        "value": "00405041"
                    },
                    {
                        "name": "采掘工（非煤矿山）",
                        "value": "00405042"
                    }
                ]
            },
            {
                "name": "陆上油矿开采业",
                "value": "00406",
                "child": [
                    {
                        "name": "行政人员",
                        "value": "00406001"
                    },
                    {
                        "name": "工程师",
                        "value": "00406002"
                    },
                    {
                        "name": "技术员",
                        "value": "00406003"
                    },
                    {
                        "name": "油气井清洁保养修护工",
                        "value": "00406004"
                    },
                    {
                        "name": "钻勘设备装修保养工",
                        "value": "00406005"
                    },
                    {
                        "name": "钻油井工人",
                        "value": "00406006"
                    },
                    {
                        "name": "石油天然气开采人员",
                        "value": "00406007"
                    },
                    {
                        "name": "综合录井工",
                        "value": "00406008"
                    },
                    {
                        "name": "气测工",
                        "value": "00406009"
                    },
                    {
                        "name": "注水员",
                        "value": "00406010"
                    },
                    {
                        "name": "钻井设备井架安装工人",
                        "value": "00406011"
                    },
                    {
                        "name": "油气井测试工人",
                        "value": "00406012"
                    },
                    {
                        "name": "*井下作业工人",
                        "value": "00406013"
                    },
                    {
                        "name": "天然气净化工人",
                        "value": "00406014"
                    },
                    {
                        "name": "油气输送工人",
                        "value": "00406015"
                    },
                    {
                        "name": "油气管道保护工人",
                        "value": "00406016"
                    },
                    {
                        "name": "采油化验工",
                        "value": "00406017"
                    },
                    {
                        "name": "其他勘探及矿物开采人员",
                        "value": "00406018"
                    }
                ]
            },
            {
                "name": "海上油矿开采业",
                "value": "00407",
                "child": [
                    {
                        "name": "行政人员",
                        "value": "00407001"
                    },
                    {
                        "name": "工程技术人员",
                        "value": "00407002"
                    },
                    {
                        "name": "油气井清洁保养修护工",
                        "value": "00407003"
                    },
                    {
                        "name": "钻勘设备装修保养工",
                        "value": "00407004"
                    },
                    {
                        "name": "钻油井工人",
                        "value": "00407005"
                    },
                    {
                        "name": "其他勘探及矿物开采人员",
                        "value": "00407006"
                    }
                ]
            }
        ]
    },
    {
        "name": "005运输业",
        "value": "005",
        "child": [
            {
                "name": "公路运输及设备操作",
                "value": "00501",
                "child": [
                    {
                        "name": "路桥收费站收费员",
                        "value": "00501001"
                    },
                    {
                        "name": "路桥收费站执勤员",
                        "value": "00501002"
                    },
                    {
                        "name": "公务小客车司机",
                        "value": "00501003"
                    },
                    {
                        "name": "非营运大客车司机",
                        "value": "00501004"
                    },
                    {
                        "name": "出租车、救护车司机",
                        "value": "00501005"
                    },
                    {
                        "name": "游览车司机及服务员",
                        "value": "00501006"
                    },
                    {
                        "name": "客运车司机、服务员、售票员（短途）",
                        "value": "00501007"
                    },
                    {
                        "name": "客运车司机、服务员、售票员（长途）",
                        "value": "00501008"
                    },
                    {
                        "name": "小型客货两用车司机",
                        "value": "00501009"
                    },
                    {
                        "name": "非营运货车司机、随车工人、搬家工人",
                        "value": "00501010"
                    },
                    {
                        "name": "营运货车司机、随车工人",
                        "value": "00501011"
                    },
                    {
                        "name": "人力三轮车夫",
                        "value": "00501012"
                    },
                    {
                        "name": "机动三轮车夫",
                        "value": "00501013"
                    },
                    {
                        "name": "拖拉机驾驶员",
                        "value": "00501014"
                    },
                    {
                        "name": "柜台售票员",
                        "value": "00501015"
                    },
                    {
                        "name": "装卸搬运工人",
                        "value": "00501016"
                    },
                    {
                        "name": "砂石车司机、随车工人",
                        "value": "00501017"
                    },
                    {
                        "name": "工程卡车司机、随车工人",
                        "value": "00501018"
                    },
                    {
                        "name": "易燃易爆、危险化学品运输司机、随车工人",
                        "value": "00501019"
                    },
                    {
                        "name": "货柜车司机、随车人员",
                        "value": "00501020"
                    },
                    {
                        "name": "缆车操作员",
                        "value": "00501021"
                    },
                    {
                        "name": "营业用摩托车驾照员",
                        "value": "00501022"
                    },
                    {
                        "name": "执摩托车驾照者（非营运）",
                        "value": "00501023"
                    },
                    {
                        "name": "汽车货运站务员",
                        "value": "00501024"
                    },
                    {
                        "name": "汽车运输调度员",
                        "value": "00501025"
                    },
                    {
                        "name": "车辆保管人员",
                        "value": "00501026"
                    },
                    {
                        "name": "客运车稽核人员",
                        "value": "00501027"
                    },
                    {
                        "name": "其他公路道路运输服务人员",
                        "value": "00501028"
                    },
                    {
                        "name": "计程，货运行业负责人（不驾驶）",
                        "value": "00501029"
                    },
                    {
                        "name": "外务员（非驾驶人员）",
                        "value": "00501030"
                    },
                    {
                        "name": "公交车司机及售票员",
                        "value": "00501031"
                    },
                    {
                        "name": "内勤工作人员",
                        "value": "00501032"
                    },
                    {
                        "name": "铁牛车驾驶、混凝土预拌车驾驶员`",
                        "value": "00501033"
                    },
                    {
                        "name": "港口、车站、仓库机械化运输",
                        "value": "00501034"
                    },
                    {
                        "name": "道路划线人",
                        "value": "00501035"
                    },
                    {
                        "name": "拖吊车驾驶及工作人员",
                        "value": "00501036"
                    },
                    {
                        "name": "液化气油罐车司机，随车人员",
                        "value": "00501037"
                    }
                ]
            },
            {
                "name": "铁路运输及设备操作",
                "value": "00502",
                "child": [
                    {
                        "name": "铁路运输工程技术人员",
                        "value": "00502001"
                    },
                    {
                        "name": "铁路机务工程技术人员",
                        "value": "00502002"
                    },
                    {
                        "name": "铁路车辆工程技术人员",
                        "value": "00502003"
                    },
                    {
                        "name": "铁路电务工程技术人员",
                        "value": "00502004"
                    },
                    {
                        "name": "铁路站长",
                        "value": "00502005"
                    },
                    {
                        "name": "行包运输服务员",
                        "value": "00502006"
                    },
                    {
                        "name": "车站货运作业组织员",
                        "value": "00502007"
                    },
                    {
                        "name": "铁路票房工作人员",
                        "value": "00502008"
                    },
                    {
                        "name": "车站检票员",
                        "value": "00502009"
                    },
                    {
                        "name": "铁路播音员",
                        "value": "00502010"
                    },
                    {
                        "name": "铁路一般内勤人员",
                        "value": "00502011"
                    },
                    {
                        "name": "铁路服务台人员",
                        "value": "00502012"
                    },
                    {
                        "name": "车站客运服务员",
                        "value": "00502013"
                    },
                    {
                        "name": "铁路车站清洁工人",
                        "value": "00502014"
                    },
                    {
                        "name": "旅客列车乘务员",
                        "value": "00502015"
                    },
                    {
                        "name": "机车乘务员",
                        "value": "00502016"
                    },
                    {
                        "name": "机车整备员",
                        "value": "00502017"
                    },
                    {
                        "name": "铁路机工",
                        "value": "00502018"
                    },
                    {
                        "name": "铁路电源工",
                        "value": "00502019"
                    },
                    {
                        "name": "铁路修护厂厂长",
                        "value": "00502020"
                    },
                    {
                        "name": "铁路修护厂内勤",
                        "value": "00502021"
                    },
                    {
                        "name": "铁路建筑工程技术人员",
                        "value": "00502022"
                    },
                    {
                        "name": "铁路修护厂技工",
                        "value": "00502023"
                    },
                    {
                        "name": "铁道线路工",
                        "value": "00502024"
                    },
                    {
                        "name": "车号员",
                        "value": "00502025"
                    },
                    {
                        "name": "铁路平交道看护人员",
                        "value": "00502026"
                    },
                    {
                        "name": "车站货运员",
                        "value": "00502027"
                    },
                    {
                        "name": "铁路货运、搬运工人",
                        "value": "00502028"
                    },
                    {
                        "name": "驼峰设备操作员",
                        "value": "00502029"
                    },
                    {
                        "name": "求援机械操作员",
                        "value": "00502030"
                    },
                    {
                        "name": "列车轴温检测员",
                        "value": "00502031"
                    },
                    {
                        "name": "铁路通信工",
                        "value": "00502032"
                    },
                    {
                        "name": "机车调度员",
                        "value": "00502033"
                    },
                    {
                        "name": "车站调车作业员",
                        "value": "00502034"
                    },
                    {
                        "name": "发电车乘务员",
                        "value": "00502035"
                    },
                    {
                        "name": "车站运转作业计划员",
                        "value": "00502036"
                    },
                    {
                        "name": "铁路信号工人",
                        "value": "00502037"
                    },
                    {
                        "name": "铁路机车驾驶员",
                        "value": "00502038"
                    },
                    {
                        "name": "地铁轻轨驾驶员",
                        "value": "00502039"
                    },
                    {
                        "name": "地铁月台工作人员",
                        "value": "00502040"
                    },
                    {
                        "name": "车站治安巡视人员",
                        "value": "00502041"
                    },
                    {
                        "name": "铁路（轻轨）行李搬运工人",
                        "value": "00502042"
                    },
                    {
                        "name": "铁路（轻轨）机车燃料填充员",
                        "value": "00502043"
                    },
                    {
                        "name": "铁路（轻轨）沿线清洁工人",
                        "value": "00502044"
                    },
                    {
                        "name": "铁路（轻轨）维护员",
                        "value": "00502045"
                    },
                    {
                        "name": "铁路（轻轨）货运：领班",
                        "value": "00502046"
                    },
                    {
                        "name": "铁路（轻轨）押运员",
                        "value": "00502047"
                    },
                    {
                        "name": "乘警",
                        "value": "00502048"
                    },
                    {
                        "name": "随车人员(技术人员除外)",
                        "value": "00502049"
                    },
                    {
                        "name": "修设厂工程师",
                        "value": "00502050"
                    },
                    {
                        "name": "修路工",
                        "value": "00502051"
                    },
                    {
                        "name": "铁路维护工",
                        "value": "00502052"
                    },
                    {
                        "name": "仓库管理员",
                        "value": "00502053"
                    }
                ]
            },
            {
                "name": "水上运输业及设备操作",
                "value": "00503",
                "child": [
                    {
                        "name": "客货轮船长（内河）",
                        "value": "00503001"
                    },
                    {
                        "name": "客货轮轮机长和高级船员（内河）",
                        "value": "00503002"
                    },
                    {
                        "name": "客货轮大副（内河）",
                        "value": "00503003"
                    },
                    {
                        "name": "客货轮二副（内河）",
                        "value": "00503004"
                    },
                    {
                        "name": "客货轮三副（内河）",
                        "value": "00503005"
                    },
                    {
                        "name": "客货轮大管轮（内河）",
                        "value": "00503006"
                    },
                    {
                        "name": "客货轮二管轮（内河）",
                        "value": "00503007"
                    },
                    {
                        "name": "客货轮三管轮（内河）",
                        "value": "00503008"
                    },
                    {
                        "name": "客货轮报务员（内河）",
                        "value": "00503009"
                    },
                    {
                        "name": "客货轮事务长（内河）",
                        "value": "00503010"
                    },
                    {
                        "name": "客货轮医务人员及一般船员（内河）",
                        "value": "00503011"
                    },
                    {
                        "name": "船舶甲板设备操作工（内河）",
                        "value": "00503012"
                    },
                    {
                        "name": "客货轮铜匠（内河）",
                        "value": "00503013"
                    },
                    {
                        "name": "客货轮木匠（内河）",
                        "value": "00503014"
                    },
                    {
                        "name": "客货轮泵匠（内河）",
                        "value": "00503015"
                    },
                    {
                        "name": "客货轮电机师（内河）",
                        "value": "00503016"
                    },
                    {
                        "name": "客货轮厨师（内河）",
                        "value": "00503017"
                    },
                    {
                        "name": "船舶客运员（内河）",
                        "value": "00503018"
                    },
                    {
                        "name": "客货轮实习生（内河）",
                        "value": "00503019"
                    },
                    {
                        "name": "游览船的驾驶及工作人员（内河）",
                        "value": "00503020"
                    },
                    {
                        "name": "小汽艇的驾驶及工作人员（内河）",
                        "value": "00503021"
                    },
                    {
                        "name": "码头工人（内河）",
                        "value": "00503022"
                    },
                    {
                        "name": "堆高机操作员（内河）",
                        "value": "00503023"
                    },
                    {
                        "name": "仓库管理人员、理货员（内河）",
                        "value": "00503024"
                    },
                    {
                        "name": "船舶引航员（内河）",
                        "value": "00503025"
                    },
                    {
                        "name": "关务人员（内河）",
                        "value": "00503026"
                    },
                    {
                        "name": "拖船驾驶员及工作人员（内河）",
                        "value": "00503027"
                    },
                    {
                        "name": "渡船驾驶员及工作人员（内河）",
                        "value": "00503028"
                    },
                    {
                        "name": "救难船员（内河）",
                        "value": "00503029"
                    },
                    {
                        "name": "甲板部技术人员（内河）",
                        "value": "00503030"
                    },
                    {
                        "name": "轮机部技术人员（内河）",
                        "value": "00503031"
                    },
                    {
                        "name": "船舶业务员（内河）",
                        "value": "00503032"
                    },
                    {
                        "name": "港口客运员（内河）",
                        "value": "00503033"
                    },
                    {
                        "name": "船舶机舱设备操作工（内河）",
                        "value": "00503034"
                    },
                    {
                        "name": "无线电航标操作工（内河）",
                        "value": "00503035"
                    },
                    {
                        "name": "视觉航标工（内河）",
                        "value": "00503036"
                    },
                    {
                        "name": "港口维护工（内河）",
                        "value": "00503037"
                    },
                    {
                        "name": "航道航务施工工人（内河）",
                        "value": "00503038"
                    },
                    {
                        "name": "内陆航运人员（内河）",
                        "value": "00503039"
                    },
                    {
                        "name": "水手长（内河）",
                        "value": "00503040"
                    },
                    {
                        "name": "水手（内河）",
                        "value": "00503041"
                    },
                    {
                        "name": "服务生（内河）",
                        "value": "00503042"
                    },
                    {
                        "name": "沿海航运人员（沿海）",
                        "value": "00503043"
                    },
                    {
                        "name": "船长（沿海）",
                        "value": "00503044"
                    },
                    {
                        "name": "轮机长（沿海）",
                        "value": "00503045"
                    },
                    {
                        "name": "高级船员（沿海）",
                        "value": "00503046"
                    },
                    {
                        "name": "大副（沿海）",
                        "value": "00503047"
                    },
                    {
                        "name": "二副（沿海）",
                        "value": "00503048"
                    },
                    {
                        "name": "三副（沿海）",
                        "value": "00503049"
                    },
                    {
                        "name": "大管轮（沿海）",
                        "value": "00503050"
                    },
                    {
                        "name": "二管轮（沿海）",
                        "value": "00503051"
                    },
                    {
                        "name": "三管轮（沿海）",
                        "value": "00503052"
                    },
                    {
                        "name": "报务员（沿海）",
                        "value": "00503053"
                    },
                    {
                        "name": "事务长（沿海）",
                        "value": "00503054"
                    },
                    {
                        "name": "医务人员（沿海）",
                        "value": "00503055"
                    },
                    {
                        "name": "水手长（沿海）",
                        "value": "00503056"
                    },
                    {
                        "name": "水手（沿海）",
                        "value": "00503057"
                    },
                    {
                        "name": "铜匠（沿海）",
                        "value": "00503058"
                    },
                    {
                        "name": "木匠（沿海）",
                        "value": "00503059"
                    },
                    {
                        "name": "泵匠（沿海）",
                        "value": "00503060"
                    },
                    {
                        "name": "电机师（沿海）",
                        "value": "00503061"
                    },
                    {
                        "name": "服务生（沿海）",
                        "value": "00503062"
                    },
                    {
                        "name": "实习生（沿海）",
                        "value": "00503063"
                    },
                    {
                        "name": "远洋作业人员（远洋）",
                        "value": "00503064"
                    },
                    {
                        "name": "船长（远洋）",
                        "value": "00503065"
                    },
                    {
                        "name": "轮机长（远洋）",
                        "value": "00503066"
                    },
                    {
                        "name": "高级船员（远洋）",
                        "value": "00503067"
                    },
                    {
                        "name": "大副（远洋）",
                        "value": "00503068"
                    },
                    {
                        "name": "二副（远洋）",
                        "value": "00503069"
                    },
                    {
                        "name": "三副（远洋）",
                        "value": "00503070"
                    },
                    {
                        "name": "大管轮（远洋）",
                        "value": "00503071"
                    },
                    {
                        "name": "二管轮（远洋）",
                        "value": "00503072"
                    },
                    {
                        "name": "三管轮（远洋）",
                        "value": "00503073"
                    },
                    {
                        "name": "报务员（远洋）",
                        "value": "00503074"
                    },
                    {
                        "name": "事务长（远洋）",
                        "value": "00503075"
                    },
                    {
                        "name": "医务人员（远洋）",
                        "value": "00503076"
                    },
                    {
                        "name": "水手长（远洋）",
                        "value": "00503077"
                    },
                    {
                        "name": "水手（远洋）",
                        "value": "00503078"
                    },
                    {
                        "name": "铜匠（远洋）",
                        "value": "00503079"
                    },
                    {
                        "name": "木匠（远洋）",
                        "value": "00503080"
                    },
                    {
                        "name": "泵匠（远洋）",
                        "value": "00503081"
                    },
                    {
                        "name": "电机师（远洋）",
                        "value": "00503082"
                    },
                    {
                        "name": "厨师（远洋）",
                        "value": "00503083"
                    },
                    {
                        "name": "服务生（远洋）",
                        "value": "00503084"
                    },
                    {
                        "name": "实习生（远洋）",
                        "value": "00503085"
                    },
                    {
                        "name": "客货轮（远洋）",
                        "value": "00503086"
                    },
                    {
                        "name": "内河客轮工作人员（远洋）",
                        "value": "00503087"
                    },
                    {
                        "name": "内河货轮工作人员（远洋）",
                        "value": "00503088"
                    },
                    {
                        "name": "近海货轮工作人员（远洋）",
                        "value": "00503089"
                    },
                    {
                        "name": "近海客轮工作人员（远洋）",
                        "value": "00503090"
                    },
                    {
                        "name": "远洋货轮工作人员（远洋）",
                        "value": "00503091"
                    },
                    {
                        "name": "远洋客轮工作人员（远洋）",
                        "value": "00503092"
                    },
                    {
                        "name": "港口客运人员（远洋）",
                        "value": "00503093"
                    },
                    {
                        "name": "吊车操作员（港口作业）（远洋）",
                        "value": "00503094"
                    },
                    {
                        "name": "起重机械操作员（港口作业）（远洋）",
                        "value": "00503095"
                    },
                    {
                        "name": "引水员（远洋）",
                        "value": "00503096"
                    },
                    {
                        "name": "稽查人员（远洋）",
                        "value": "00503097"
                    },
                    {
                        "name": "缉私人员（远洋）",
                        "value": "00503098"
                    },
                    {
                        "name": "潜水员（远洋）",
                        "value": "00503099"
                    },
                    {
                        "name": "船舶轮机员（远洋）",
                        "value": "00503100"
                    },
                    {
                        "name": "船舶加油（远洋）",
                        "value": "00503101"
                    },
                    {
                        "name": "汽车运用工程技术人员",
                        "value": "00503102"
                    },
                    {
                        "name": "船舶运用工程技术人员",
                        "value": "00503103"
                    },
                    {
                        "name": "水上交通工程技术人员",
                        "value": "00503104"
                    },
                    {
                        "name": "海上救助打捞工程技术人员",
                        "value": "00503105"
                    },
                    {
                        "name": "船舶检验工程技术人员",
                        "value": "00503106"
                    }
                ]
            },
            {
                "name": "空中运输业及设备操作",
                "value": "00504",
                "child": [
                    {
                        "name": "民用航空维修与适航专业工程技术人员",
                        "value": "00504001"
                    },
                    {
                        "name": "航行航空工程技术人员",
                        "value": "00504002"
                    },
                    {
                        "name": "通用航空技术人员",
                        "value": "00504003"
                    },
                    {
                        "name": "航空运输工程技术人员",
                        "value": "00504004"
                    },
                    {
                        "name": "航空站站长",
                        "value": "00504005"
                    },
                    {
                        "name": "航空站播音员",
                        "value": "00504006"
                    },
                    {
                        "name": "运输地面服务人员",
                        "value": "00504007"
                    },
                    {
                        "name": "一般内勤人员",
                        "value": "00504008"
                    },
                    {
                        "name": "塔台工作人员",
                        "value": "00504009"
                    },
                    {
                        "name": "关务人员",
                        "value": "00504010"
                    },
                    {
                        "name": "检查人员",
                        "value": "00504011"
                    },
                    {
                        "name": "运务人员",
                        "value": "00504012"
                    },
                    {
                        "name": "清洁工人（航空大厦内）",
                        "value": "00504013"
                    },
                    {
                        "name": "清洁工（登高、高墙或天花板）",
                        "value": "00504014"
                    },
                    {
                        "name": "航空公司清洁工（机舱内）",
                        "value": "00504015"
                    },
                    {
                        "name": "机场内交通车司机",
                        "value": "00504016"
                    },
                    {
                        "name": "行李货运搬运工人",
                        "value": "00504017"
                    },
                    {
                        "name": "加添燃料人员",
                        "value": "00504018"
                    },
                    {
                        "name": "飞机外壳洗刷人员",
                        "value": "00504019"
                    },
                    {
                        "name": "跑道维护工",
                        "value": "00504020"
                    },
                    {
                        "name": "飞机机械员",
                        "value": "00504021"
                    },
                    {
                        "name": "飞机维护人员",
                        "value": "00504022"
                    },
                    {
                        "name": "航空公司票务人员",
                        "value": "00504023"
                    },
                    {
                        "name": "航空公司机场柜台工作人员",
                        "value": "00504024"
                    },
                    {
                        "name": "航空货运外务员",
                        "value": "00504025"
                    },
                    {
                        "name": "航空货运理货员",
                        "value": "00504026"
                    },
                    {
                        "name": "民航机飞行员",
                        "value": "00504027"
                    },
                    {
                        "name": "机上服务员",
                        "value": "00504028"
                    },
                    {
                        "name": "飞机领航员",
                        "value": "00504029"
                    },
                    {
                        "name": "飞行通信员",
                        "value": "00504030"
                    },
                    {
                        "name": "灯塔修理员",
                        "value": "00504031"
                    },
                    {
                        "name": "航空通信雷达导航员",
                        "value": "00504032"
                    },
                    {
                        "name": "航空通信雷达设备维护保养员",
                        "value": "00504033"
                    },
                    {
                        "name": "航空油料员",
                        "value": "00504034"
                    },
                    {
                        "name": "航空摄影员",
                        "value": "00504035"
                    },
                    {
                        "name": "航空器材员",
                        "value": "00504036"
                    },
                    {
                        "name": "航空气象员",
                        "value": "00504037"
                    },
                    {
                        "name": "缉私人员",
                        "value": "00504038"
                    },
                    {
                        "name": "机场消防员",
                        "value": "00504039"
                    },
                    {
                        "name": "雷达、无线电操作员",
                        "value": "00504040"
                    },
                    {
                        "name": "办事处人员",
                        "value": "00504041"
                    },
                    {
                        "name": "清舱员",
                        "value": "00504042"
                    },
                    {
                        "name": "航空一般内勤人员",
                        "value": "00504043"
                    },
                    {
                        "name": "航空货运报关人员",
                        "value": "00504044"
                    },
                    {
                        "name": "直升机飞行人员",
                        "value": "00504045"
                    },
                    {
                        "name": "航空公司飞行训练学员",
                        "value": "00504046"
                    },
                    {
                        "name": "试飞员",
                        "value": "00504047"
                    },
                    {
                        "name": "机上交通、气象、新闻预报员",
                        "value": "00504048"
                    },
                    {
                        "name": "石油、天然气飞行员",
                        "value": "00504049"
                    },
                    {
                        "name": "农业飞行（播种）",
                        "value": "00504050"
                    },
                    {
                        "name": "农业飞行（畜牧业）",
                        "value": "00504051"
                    },
                    {
                        "name": "空中消防人员",
                        "value": "00504052"
                    },
                    {
                        "name": "特技飞行员",
                        "value": "00504053"
                    },
                    {
                        "name": "空中救护队人员",
                        "value": "00504054"
                    },
                    {
                        "name": "航空工程技术人员、民用航空工程技术人员、航空业工作人员",
                        "value": "00504055"
                    },
                    {
                        "name": "航空运输地面人员、民用航空设备操作机及有关人员",
                        "value": "00504056"
                    },
                    {
                        "name": "飞机驾驶员、航空运输飞行服务员",
                        "value": "00504057"
                    }
                ]
            }
        ]
    },
    {
        "name": "006建筑工程业",
        "value": "006",
        "child": [
            {
                "name": "建筑公司（土木工程）",
                "value": "00601",
                "child": [
                    {
                        "name": "内勤人员",
                        "value": "00601001"
                    },
                    {
                        "name": "建筑师",
                        "value": "00601002"
                    },
                    {
                        "name": "现场技术检查员",
                        "value": "00601003"
                    },
                    {
                        "name": "模板工",
                        "value": "00601004"
                    },
                    {
                        "name": "木匠（室内）",
                        "value": "00601005"
                    },
                    {
                        "name": "泥水匠",
                        "value": "00601006"
                    },
                    {
                        "name": "建筑工程车辆驾驶员/机械操作员",
                        "value": "00601007"
                    },
                    {
                        "name": "油漆工（室内）",
                        "value": "00601008"
                    },
                    {
                        "name": "水电工（室内）",
                        "value": "00601009"
                    },
                    {
                        "name": "钢骨结构工人",
                        "value": "00601010"
                    },
                    {
                        "name": "钢架架设工人",
                        "value": "00601011"
                    },
                    {
                        "name": "*短工",
                        "value": "00601012"
                    },
                    {
                        "name": "土石方机械操作工人(推土机铲运机挖掘机打桩机驾驶操作人员)",
                        "value": "00601013"
                    },
                    {
                        "name": "楼宇拆除工人（无需用炸药）",
                        "value": "00601014"
                    },
                    {
                        "name": "楼宇拆除工人（需用炸药）",
                        "value": "00601015"
                    },
                    {
                        "name": "安装玻璃幕墙工人",
                        "value": "00601016"
                    },
                    {
                        "name": "散工",
                        "value": "00601017"
                    },
                    {
                        "name": "推土机操作员",
                        "value": "00601018"
                    },
                    {
                        "name": "负责人（不亲自作业不在现场）",
                        "value": "00601019"
                    },
                    {
                        "name": "负责人（不亲自作业偶现场）",
                        "value": "00601020"
                    },
                    {
                        "name": "负责人（亲自作业视具体性质）",
                        "value": "00601021"
                    },
                    {
                        "name": "外勤人员",
                        "value": "00601022"
                    },
                    {
                        "name": "测量人员",
                        "value": "00601023"
                    },
                    {
                        "name": "工程人员",
                        "value": "00601024"
                    },
                    {
                        "name": "工地服务人员",
                        "value": "00601025"
                    },
                    {
                        "name": "木匠（室外及高空）",
                        "value": "00601026"
                    },
                    {
                        "name": "混凝土混合机操作员",
                        "value": "00601027"
                    },
                    {
                        "name": "磨石工人",
                        "value": "00601028"
                    },
                    {
                        "name": "洗石工人",
                        "value": "00601029"
                    },
                    {
                        "name": "安装工人（室外及高空）",
                        "value": "00601030"
                    },
                    {
                        "name": "装修人员",
                        "value": "00601031"
                    },
                    {
                        "name": "排水防水工程人员",
                        "value": "00601032"
                    },
                    {
                        "name": "防渗墙工人",
                        "value": "00601033"
                    },
                    {
                        "name": "油漆工（室外及高空）",
                        "value": "00601034"
                    },
                    {
                        "name": "水电工（地下）",
                        "value": "00601035"
                    },
                    {
                        "name": "建筑工人领班（不参与工作）",
                        "value": "00601036"
                    },
                    {
                        "name": "引导参观工地服务人员（不亲自作业,否则参照具体工种）",
                        "value": "00601037"
                    },
                    {
                        "name": "承包商（土木建筑，“不亲自作业,偶尔去现场巡视,若亲自作业请参照具体工种”）",
                        "value": "00601038"
                    },
                    {
                        "name": "石棉瓦或浪板安装人员",
                        "value": "00601039"
                    },
                    {
                        "name": "金属门窗装修工人（室内）",
                        "value": "00601040"
                    },
                    {
                        "name": "金属门窗装修工人（室外及高空）",
                        "value": "00601041"
                    },
                    {
                        "name": "沥青铺设人员",
                        "value": "00601042"
                    },
                    {
                        "name": "凿岩工",
                        "value": "00601043"
                    },
                    {
                        "name": "砌筑、砌砖工",
                        "value": "00601044"
                    },
                    {
                        "name": "混凝土工人",
                        "value": "00601045"
                    },
                    {
                        "name": "混凝土制品模具工人",
                        "value": "00601046"
                    },
                    {
                        "name": "钢筋工人",
                        "value": "00601047"
                    },
                    {
                        "name": "地毯之装设人员",
                        "value": "00601048"
                    },
                    {
                        "name": "监工（装饰行业）",
                        "value": "00601049"
                    },
                    {
                        "name": "装饰装修工（室内）",
                        "value": "00601050"
                    },
                    {
                        "name": "装饰装修工（室外）",
                        "value": "00601051"
                    },
                    {
                        "name": "室内成套设施装饰工",
                        "value": "00601052"
                    },
                    {
                        "name": "装饰装修工人",
                        "value": "00601053"
                    },
                    {
                        "name": "装饰装修设计制图人员",
                        "value": "00601054"
                    },
                    {
                        "name": "建筑焊工(室内）",
                        "value": "00601055"
                    },
                    {
                        "name": "建筑焊工(室外及高空)）",
                        "value": "00601056"
                    },
                    {
                        "name": "轻钢彩板安装和维修人员",
                        "value": "00601057"
                    },
                    {
                        "name": "水暧工",
                        "value": "00601058"
                    },
                    {
                        "name": "古建筑维修工人",
                        "value": "00601059"
                    },
                    {
                        "name": "古建筑结构施工工人",
                        "value": "00601060"
                    },
                    {
                        "name": "古建筑装饰工人",
                        "value": "00601061"
                    },
                    {
                        "name": "房屋维修工人",
                        "value": "00601062"
                    }
                ]
            },
            {
                "name": "建筑物维修及管理人员",
                "value": "00602",
                "child": [
                    {
                        "name": "清洁工人",
                        "value": "00602001"
                    },
                    {
                        "name": "建筑物外墙．玻璃幕墙维护人员",
                        "value": "00602002"
                    },
                    {
                        "name": "电工．管道工人",
                        "value": "00602003"
                    },
                    {
                        "name": "防火系统报警器安装人员",
                        "value": "00602004"
                    },
                    {
                        "name": "工程师",
                        "value": "00602005"
                    }
                ]
            },
            {
                "name": "铁路道路铺设",
                "value": "00603",
                "child": [
                    {
                        "name": "现场技术检查员",
                        "value": "00603001"
                    },
                    {
                        "name": "电线架设及维护工人",
                        "value": "00603002"
                    },
                    {
                        "name": "管道铺设及维护工人",
                        "value": "00603003"
                    },
                    {
                        "name": "工程师",
                        "value": "00603004"
                    },
                    {
                        "name": "领班、监工",
                        "value": "00603005"
                    },
                    {
                        "name": "现场勘测人员（山区、海上）",
                        "value": "00603006"
                    },
                    {
                        "name": "现场勘测人员（非山区）",
                        "value": "00603007"
                    },
                    {
                        "name": "维护工人",
                        "value": "00603008"
                    },
                    {
                        "name": "高速公路工程人员(含美化人员)",
                        "value": "00603009"
                    },
                    {
                        "name": "筑路、养护工",
                        "value": "00603010"
                    },
                    {
                        "name": "铁道线路工（线桥专用机械操作工人）",
                        "value": "00603011"
                    },
                    {
                        "name": "铁路舟桥工",
                        "value": "00603012"
                    },
                    {
                        "name": "道岔制修工",
                        "value": "00603013"
                    },
                    {
                        "name": "枕木处理工",
                        "value": "00603014"
                    },
                    {
                        "name": "铁路（轻轨）平交道看守人员",
                        "value": "00603015"
                    },
                    {
                        "name": "铁路（轻轨）修护厂技工",
                        "value": "00603016"
                    },
                    {
                        "name": "道路工程机械操作员",
                        "value": "00603017"
                    },
                    {
                        "name": "道路工程车辆驾驶员",
                        "value": "00603018"
                    },
                    {
                        "name": "山地铺设工人",
                        "value": "00603019"
                    },
                    {
                        "name": "平地铺设工人",
                        "value": "00603020"
                    }
                ]
            },
            {
                "name": "电梯升降梯",
                "value": "00604",
                "child": [
                    {
                        "name": "修理及维护工人",
                        "value": "00604001"
                    },
                    {
                        "name": "操作员（不包括矿场使用者）",
                        "value": "00604002"
                    },
                    {
                        "name": "安装工人",
                        "value": "00604003"
                    }
                ]
            },
            {
                "name": "装璜业",
                "value": "00605",
                "child": [
                    {
                        "name": "设计人员",
                        "value": "00605001"
                    },
                    {
                        "name": "室内装璜人员",
                        "value": "00605002"
                    },
                    {
                        "name": "室外装璜人员（高空作业）",
                        "value": "00605003"
                    },
                    {
                        "name": "地毯装设人员",
                        "value": "00605004"
                    },
                    {
                        "name": "承包商、监工",
                        "value": "00605005"
                    },
                    {
                        "name": "PVC材质制造、装修工人",
                        "value": "00605006"
                    },
                    {
                        "name": "金属门窗制造、装修工人",
                        "value": "00605007"
                    },
                    {
                        "name": "木工、油漆工",
                        "value": "00605008"
                    }
                ]
            },
            {
                "name": "安装及其他",
                "value": "00606",
                "child": [
                    {
                        "name": "地质控测员（山区．海上）",
                        "value": "00606001"
                    },
                    {
                        "name": "工地看守员",
                        "value": "00606002"
                    },
                    {
                        "name": "海湾港口工程人员",
                        "value": "00606003"
                    },
                    {
                        "name": "水坝工程人员",
                        "value": "00606004"
                    },
                    {
                        "name": "桥梁工程人员",
                        "value": "00606005"
                    },
                    {
                        "name": "隧道工程人员",
                        "value": "00606006"
                    },
                    {
                        "name": "潜水工作人员",
                        "value": "00606007"
                    },
                    {
                        "name": "爆破工作人员",
                        "value": "00606008"
                    },
                    {
                        "name": "地质控测员（平地）",
                        "value": "00606009"
                    },
                    {
                        "name": "挖泥、挖沙船工人",
                        "value": "00606010"
                    },
                    {
                        "name": "金属门窗安装",
                        "value": "00606011"
                    },
                    {
                        "name": "钢结构安装工",
                        "value": "00606012"
                    },
                    {
                        "name": "机械设备安装工",
                        "value": "00606013"
                    },
                    {
                        "name": "电气设备安装工",
                        "value": "00606014"
                    },
                    {
                        "name": "中央空调系统安装及维护人员",
                        "value": "00606015"
                    },
                    {
                        "name": "管工",
                        "value": "00606016"
                    },
                    {
                        "name": "地质勘测人员",
                        "value": "00606017"
                    },
                    {
                        "name": "寺庙彩绘人员",
                        "value": "00606018"
                    },
                    {
                        "name": "中小型施工机械操作工",
                        "value": "00606019"
                    },
                    {
                        "name": "索道运输机械操作工人",
                        "value": "00606020"
                    }
                ]
            },
            {
                "name": "测绘工程",
                "value": "00607",
                "child": [
                    {
                        "name": "地质探测员（山区）",
                        "value": "00607001"
                    },
                    {
                        "name": "地质探测员（海上）",
                        "value": "00607002"
                    },
                    {
                        "name": "地质探测员（平地）",
                        "value": "00607003"
                    },
                    {
                        "name": "大地、工程测量工程技术人员",
                        "value": "00607004"
                    },
                    {
                        "name": "摄影测量与遥感工程技术人员",
                        "value": "00607005"
                    },
                    {
                        "name": "地图制图与印刷工程技术人员",
                        "value": "00607006"
                    },
                    {
                        "name": "海洋测绘工程技术人员（非海上作业）",
                        "value": "00607007"
                    },
                    {
                        "name": "海洋测绘工程技术人员（海上作业）",
                        "value": "00607008"
                    }
                ]
            },
            {
                "name": "水泥(含石灰石膏)",
                "value": "00608",
                "child": [
                    {
                        "name": "工程师",
                        "value": "00608001"
                    },
                    {
                        "name": "技术人员",
                        "value": "00608002"
                    },
                    {
                        "name": "领班",
                        "value": "00608003"
                    },
                    {
                        "name": "采掘工",
                        "value": "00608004"
                    },
                    {
                        "name": "水泥生产制造工人",
                        "value": "00608005"
                    },
                    {
                        "name": "水泥制品工人",
                        "value": "00608006"
                    },
                    {
                        "name": "石灰石焙烧工人",
                        "value": "00608007"
                    }
                ]
            },
            {
                "name": "墙体屋面材料生产",
                "value": "00609",
                "child": [
                    {
                        "name": "砖瓦生产工人",
                        "value": "00609001"
                    },
                    {
                        "name": "加气混凝土制造工人",
                        "value": "00609002"
                    },
                    {
                        "name": "纸面石膏板生产工人",
                        "value": "00609003"
                    },
                    {
                        "name": "石膏浮雕板工人",
                        "value": "00609004"
                    },
                    {
                        "name": "监工(不参与制造过程)",
                        "value": "00609005"
                    },
                    {
                        "name": "装饰石材生产工人",
                        "value": "00609006"
                    }
                ]
            },
            {
                "name": "防水保温吸音材料生产",
                "value": "00610",
                "child": [
                    {
                        "name": "油毡生产工人",
                        "value": "00610001"
                    },
                    {
                        "name": "高分子防水卷材生工人",
                        "value": "00610002"
                    },
                    {
                        "name": "保温材料生产工人",
                        "value": "00610003"
                    },
                    {
                        "name": "吸音材料生产工人",
                        "value": "00610004"
                    },
                    {
                        "name": "珍珠岩制造工人",
                        "value": "00610005"
                    }
                ]
            },
            {
                "name": "耐火材料生产",
                "value": "00611",
                "child": [
                    {
                        "name": "耐火材料技师",
                        "value": "00611001"
                    },
                    {
                        "name": "耐火原材料加工工人",
                        "value": "00611002"
                    },
                    {
                        "name": "耐火材料成型工人",
                        "value": "00611003"
                    },
                    {
                        "name": "耐火材料烧成工人",
                        "value": "00611004"
                    },
                    {
                        "name": "耐火制品浸油工人",
                        "value": "00611005"
                    },
                    {
                        "name": "耐火纤维制品工人",
                        "value": "00611006"
                    }
                ]
            }
        ]
    },
    {
        "name": "007制造业",
        "value": "007",
        "child": [
            {
                "name": "冶金工程技术人员",
                "value": "00701",
                "child": [
                    {
                        "name": "领班、监工",
                        "value": "00701001"
                    },
                    {
                        "name": "一般工人",
                        "value": "00701002"
                    },
                    {
                        "name": "冶炼工程技术人员",
                        "value": "00701003"
                    },
                    {
                        "name": "轧制工程技术人员",
                        "value": "00701004"
                    },
                    {
                        "name": "焦化工程技术人员",
                        "value": "00701005"
                    },
                    {
                        "name": "金属材料工程技术人员",
                        "value": "00701006"
                    },
                    {
                        "name": "耐火材料工程技术人员",
                        "value": "00701007"
                    },
                    {
                        "name": "碳素材料工程技术人员",
                        "value": "00701008"
                    },
                    {
                        "name": "冶金热能工程技术人员",
                        "value": "00701009"
                    }
                ]
            },
            {
                "name": "炼铁",
                "value": "00702",
                "child": [
                    {
                        "name": "烧结球团原料工人",
                        "value": "00702001"
                    },
                    {
                        "name": "烧结工人",
                        "value": "00702002"
                    },
                    {
                        "name": "球团焙烧工人",
                        "value": "00702003"
                    },
                    {
                        "name": "烧结成品工人",
                        "value": "00702004"
                    },
                    {
                        "name": "高炉原料工人",
                        "value": "00702005"
                    },
                    {
                        "name": "高炉炉前工人",
                        "value": "00702006"
                    },
                    {
                        "name": "炼铁工人",
                        "value": "00702007"
                    },
                    {
                        "name": "高炉运转工人",
                        "value": "00702008"
                    }
                ]
            },
            {
                "name": "炼钢",
                "value": "00703",
                "child": [
                    {
                        "name": "炼钢原料工人",
                        "value": "00703001"
                    },
                    {
                        "name": "平炉炼钢工人",
                        "value": "00703002"
                    },
                    {
                        "name": "转炉炼钢工人",
                        "value": "00703003"
                    },
                    {
                        "name": "电炉炼钢工人",
                        "value": "00703004"
                    },
                    {
                        "name": "炼钢浇铸工人",
                        "value": "00703005"
                    },
                    {
                        "name": "炼钢准备工人",
                        "value": "00703006"
                    },
                    {
                        "name": "整脱模工人",
                        "value": "00703007"
                    },
                    {
                        "name": "技师",
                        "value": "00703008"
                    },
                    {
                        "name": "工程师",
                        "value": "00703009"
                    }
                ]
            },
            {
                "name": "铁合金冶炼",
                "value": "00704",
                "child": [
                    {
                        "name": "铁合金原料工人",
                        "value": "00704001"
                    },
                    {
                        "name": "铁合金电炉冶炼工人",
                        "value": "00704002"
                    },
                    {
                        "name": "铁合金焙烧工人",
                        "value": "00704003"
                    },
                    {
                        "name": "铁合金湿法冶炼工人",
                        "value": "00704004"
                    },
                    {
                        "name": "铁合金冶炼工人",
                        "value": "00704005"
                    },
                    {
                        "name": "硬质合金生产工人",
                        "value": "00704006"
                    },
                    {
                        "name": "铁合金炉外法冶炼工",
                        "value": "00704007"
                    }
                ]
            },
            {
                "name": "重有色金属冶炼",
                "value": "00705",
                "child": [
                    {
                        "name": "重冶备料工人",
                        "value": "00705001"
                    },
                    {
                        "name": "焙烧工人",
                        "value": "00705002"
                    },
                    {
                        "name": "火法冶炼工人",
                        "value": "00705003"
                    },
                    {
                        "name": "湿法冶炼工人",
                        "value": "00705004"
                    },
                    {
                        "name": "电解精炼工人",
                        "value": "00705005"
                    },
                    {
                        "name": "烟气制酸工人",
                        "value": "00705006"
                    }
                ]
            },
            {
                "name": "轻有色金属冶炼",
                "value": "00706",
                "child": [
                    {
                        "name": "氧化铝制取工人",
                        "value": "00706001"
                    },
                    {
                        "name": "铝电解工人",
                        "value": "00706002"
                    },
                    {
                        "name": "镁冶炼工人",
                        "value": "00706003"
                    },
                    {
                        "name": "硅冶炼工人",
                        "value": "00706004"
                    }
                ]
            },
            {
                "name": "稀贵金属冶炼",
                "value": "00707",
                "child": [
                    {
                        "name": "钨钼冶炼工人",
                        "value": "00707001"
                    },
                    {
                        "name": "钽铌冶炼工人",
                        "value": "00707002"
                    },
                    {
                        "name": "钛冶炼工人",
                        "value": "00707003"
                    },
                    {
                        "name": "稀土冶炼工人",
                        "value": "00707004"
                    },
                    {
                        "name": "贵金属冶炼工人",
                        "value": "00707005"
                    },
                    {
                        "name": "锂冶炼工人",
                        "value": "00707006"
                    }
                ]
            },
            {
                "name": "半导体材料制备",
                "value": "00708",
                "child": [
                    {
                        "name": "半导体原料制备工人",
                        "value": "00708001"
                    },
                    {
                        "name": "多晶制取工人",
                        "value": "00708002"
                    }
                ]
            },
            {
                "name": "金属轧制",
                "value": "00709",
                "child": [
                    {
                        "name": "轧制原料工人",
                        "value": "00709001"
                    },
                    {
                        "name": "金属轧制工人",
                        "value": "00709002"
                    },
                    {
                        "name": "酸洗工人",
                        "value": "00709003"
                    },
                    {
                        "name": "金属材涂层工人",
                        "value": "00709004"
                    },
                    {
                        "name": "金属材热处理工人",
                        "value": "00709005"
                    },
                    {
                        "name": "焊管工人",
                        "value": "00709006"
                    },
                    {
                        "name": "精整工人",
                        "value": "00709007"
                    },
                    {
                        "name": "金属材丝拉拔工人",
                        "value": "00709008"
                    },
                    {
                        "name": "金属挤压工人",
                        "value": "00709009"
                    },
                    {
                        "name": "铸轧工人",
                        "value": "00709010"
                    },
                    {
                        "name": "钢丝绳制造工人",
                        "value": "00709011"
                    }
                ]
            },
            {
                "name": "铸铁管生产",
                "value": "00710",
                "child": [
                    {
                        "name": "铸管备品工人",
                        "value": "00710001"
                    },
                    {
                        "name": "铸管工人",
                        "value": "00710002"
                    },
                    {
                        "name": "铸管精整工人",
                        "value": "00710003"
                    }
                ]
            },
            {
                "name": "碳素制品生产",
                "value": "00711",
                "child": [
                    {
                        "name": "碳素煅烧工人",
                        "value": "00711001"
                    },
                    {
                        "name": "碳素成型工人",
                        "value": "00711002"
                    },
                    {
                        "name": "碳素焙烧工人",
                        "value": "00711003"
                    },
                    {
                        "name": "碳素浸渍工人",
                        "value": "00711004"
                    },
                    {
                        "name": "碳素石墨化工人",
                        "value": "00711005"
                    },
                    {
                        "name": "碳素石墨加工人工人",
                        "value": "00711006"
                    },
                    {
                        "name": "碳素纤维工人",
                        "value": "00711007"
                    }
                ]
            },
            {
                "name": "硬质合金生产",
                "value": "00712",
                "child": [
                    {
                        "name": "硬质合金混合料制备工人",
                        "value": "00712001"
                    },
                    {
                        "name": "硬质合金成型工人",
                        "value": "00712002"
                    },
                    {
                        "name": "硬质合金烧结工人",
                        "value": "00712003"
                    },
                    {
                        "name": "硬质合金精加工人工人",
                        "value": "00712004"
                    }
                ]
            },
            {
                "name": "其他金属冶炼、轧制",
                "value": "00713",
                "child": [
                    {
                        "name": "冶炼风机工人",
                        "value": "00713001"
                    }
                ]
            },
            {
                "name": "机械制造加工业",
                "value": "00714",
                "child": [
                    {
                        "name": "机械设计工程技术人员",
                        "value": "00714001"
                    },
                    {
                        "name": "机械制造工程技术人员",
                        "value": "00714002"
                    },
                    {
                        "name": "仪器仪表工程技术人员",
                        "value": "00714003"
                    },
                    {
                        "name": "设备工程技术人员",
                        "value": "00714004"
                    },
                    {
                        "name": "企业负责人",
                        "value": "00714005"
                    },
                    {
                        "name": "领班、监工",
                        "value": "00714006"
                    },
                    {
                        "name": "模具设计人员",
                        "value": "00714007"
                    },
                    {
                        "name": "制模工人",
                        "value": "00714008"
                    },
                    {
                        "name": "技工",
                        "value": "00714009"
                    },
                    {
                        "name": "车工",
                        "value": "00714010"
                    },
                    {
                        "name": "铣工",
                        "value": "00714011"
                    },
                    {
                        "name": "刨工",
                        "value": "00714012"
                    },
                    {
                        "name": "磨工",
                        "value": "00714013"
                    },
                    {
                        "name": "镗工",
                        "value": "00714014"
                    },
                    {
                        "name": "钻床工人",
                        "value": "00714015"
                    },
                    {
                        "name": "组合机床操作工人",
                        "value": "00714016"
                    },
                    {
                        "name": "加工人中心操作工人",
                        "value": "00714017"
                    },
                    {
                        "name": "制齿工人",
                        "value": "00714018"
                    },
                    {
                        "name": "螺丝纹挤形工人",
                        "value": "00714019"
                    },
                    {
                        "name": "抛磨光工人",
                        "value": "00714020"
                    },
                    {
                        "name": "拉床工人",
                        "value": "00714021"
                    },
                    {
                        "name": "锯床工人",
                        "value": "00714022"
                    },
                    {
                        "name": "刃具扭制工人",
                        "value": "00714023"
                    },
                    {
                        "name": "弹性元件制造工人",
                        "value": "00714024"
                    },
                    {
                        "name": "车床工人(全自动)",
                        "value": "00714025"
                    },
                    {
                        "name": "车床工人(其他)",
                        "value": "00714026"
                    },
                    {
                        "name": "铸造工人",
                        "value": "00714027"
                    },
                    {
                        "name": "锻造工人",
                        "value": "00714028"
                    },
                    {
                        "name": "冲床工人",
                        "value": "00714029"
                    },
                    {
                        "name": "剪床工人",
                        "value": "00714030"
                    },
                    {
                        "name": "铣床工人",
                        "value": "00714031"
                    },
                    {
                        "name": "冲压工人",
                        "value": "00714032"
                    },
                    {
                        "name": "剪切工人",
                        "value": "00714033"
                    },
                    {
                        "name": "焊接工人人",
                        "value": "00714034"
                    },
                    {
                        "name": "金属热处理工人",
                        "value": "00714035"
                    },
                    {
                        "name": "粉末冶金制造工人",
                        "value": "00714036"
                    },
                    {
                        "name": "电切削工人",
                        "value": "00714037"
                    },
                    {
                        "name": "冷作钣金工人",
                        "value": "00714038"
                    },
                    {
                        "name": "镀层工人",
                        "value": "00714039"
                    },
                    {
                        "name": "涂装工人",
                        "value": "00714040"
                    },
                    {
                        "name": "磨料制造工人",
                        "value": "00714041"
                    },
                    {
                        "name": "磨具制造工人",
                        "value": "00714042"
                    },
                    {
                        "name": "金属软管、波纹管工人",
                        "value": "00714043"
                    },
                    {
                        "name": "卫星光学冷加工人工人",
                        "value": "00714044"
                    },
                    {
                        "name": "航天器件高温处理工人",
                        "value": "00714045"
                    },
                    {
                        "name": "电焊条制造工人",
                        "value": "00714046"
                    },
                    {
                        "name": "仪器仪表元件制造工人",
                        "value": "00714047"
                    },
                    {
                        "name": "真空干燥处理工人",
                        "value": "00714048"
                    },
                    {
                        "name": "人造宝石制造工人",
                        "value": "00714049"
                    },
                    {
                        "name": "有关高压电之工人作人员",
                        "value": "00714050"
                    },
                    {
                        "name": "变压器,互感器装配工人",
                        "value": "00714051"
                    },
                    {
                        "name": "高低压电器装配工人",
                        "value": "00714052"
                    },
                    {
                        "name": "电焊机装配工人",
                        "value": "00714053"
                    },
                    {
                        "name": "锅炉工人",
                        "value": "00714054"
                    },
                    {
                        "name": "水电工人",
                        "value": "00714055"
                    },
                    {
                        "name": "铁工厂工人",
                        "value": "00714056"
                    },
                    {
                        "name": "铅字铸造工人",
                        "value": "00714057"
                    },
                    {
                        "name": "机械厂工人",
                        "value": "00714058"
                    },
                    {
                        "name": "搬运工人",
                        "value": "00714059"
                    },
                    {
                        "name": "铲车工",
                        "value": "00714060"
                    },
                    {
                        "name": "行车司机、行车指挥人员",
                        "value": "00714061"
                    },
                    {
                        "name": "装配工、品管人员",
                        "value": "00714062"
                    }
                ]
            },
            {
                "name": "电子电子元器件工程技术人员",
                "value": "00715",
                "child": [
                    {
                        "name": "电子材料工程技术人员",
                        "value": "00715001"
                    },
                    {
                        "name": "电子元器件工程技术人员",
                        "value": "00715002"
                    },
                    {
                        "name": "雷达系统工程技术人员",
                        "value": "00715003"
                    },
                    {
                        "name": "广播视听设备工程技术人员",
                        "value": "00715004"
                    },
                    {
                        "name": "电子仪器与测量工程技术人员",
                        "value": "00715005"
                    }
                ]
            },
            {
                "name": "电子元器件制造",
                "value": "00716",
                "child": [
                    {
                        "name": "真空电子器件化学零件制造工",
                        "value": "00716001"
                    },
                    {
                        "name": "电极丝制造工",
                        "value": "00716002"
                    },
                    {
                        "name": "真空电子器件金属零件制造工",
                        "value": "00716003"
                    },
                    {
                        "name": "电子真空镀膜工",
                        "value": "00716004"
                    },
                    {
                        "name": "真空电子器件装配工",
                        "value": "00716005"
                    },
                    {
                        "name": "真空电子器件装调工",
                        "value": "00716006"
                    },
                    {
                        "name": "液晶显示器件制造工",
                        "value": "00716007"
                    },
                    {
                        "name": "单晶片加工工",
                        "value": "00716008"
                    },
                    {
                        "name": "半导体芯片制造工",
                        "value": "00716009"
                    },
                    {
                        "name": "半导体分立器件集成电路装调工",
                        "value": "00716010"
                    },
                    {
                        "name": "电子用水制备工",
                        "value": "00716011"
                    },
                    {
                        "name": "电阻器制造工",
                        "value": "00716012"
                    },
                    {
                        "name": "电容器制造工",
                        "value": "00716013"
                    },
                    {
                        "name": "微波铁氧体元器件制造工",
                        "value": "00716014"
                    },
                    {
                        "name": "石英晶体生长设备操作工",
                        "value": "00716015"
                    },
                    {
                        "name": "压电石英晶片加工工",
                        "value": "00716016"
                    },
                    {
                        "name": "石英晶体元器件制造工",
                        "value": "00716017"
                    },
                    {
                        "name": "电声器件制造工",
                        "value": "00716018"
                    },
                    {
                        "name": "水声换能器制造工",
                        "value": "00716019"
                    },
                    {
                        "name": "专用继电器制造工",
                        "value": "00716020"
                    },
                    {
                        "name": "高频电感器件制造工",
                        "value": "00716021"
                    },
                    {
                        "name": "接插件制造工",
                        "value": "00716022"
                    },
                    {
                        "name": "磁头制造工",
                        "value": "00716023"
                    },
                    {
                        "name": "电子产品制版工",
                        "value": "00716024"
                    },
                    {
                        "name": "印制电路制作工",
                        "value": "00716025"
                    },
                    {
                        "name": "薄膜加热器制造工",
                        "value": "00716026"
                    },
                    {
                        "name": "激光头制造工",
                        "value": "00716027"
                    },
                    {
                        "name": "领班、监工",
                        "value": "00716028"
                    },
                    {
                        "name": "装配工",
                        "value": "00716029"
                    },
                    {
                        "name": "修理工",
                        "value": "00716030"
                    },
                    {
                        "name": "制造工人",
                        "value": "00716031"
                    },
                    {
                        "name": "质量检验人员",
                        "value": "00716032"
                    },
                    {
                        "name": "包装工人",
                        "value": "00716033"
                    }
                ]
            },
            {
                "name": "电机业",
                "value": "00717",
                "child": [
                    {
                        "name": "工程师",
                        "value": "00717001"
                    },
                    {
                        "name": "领班、监工",
                        "value": "00717002"
                    },
                    {
                        "name": "制造工",
                        "value": "00717003"
                    },
                    {
                        "name": "有关高压电之工作人员",
                        "value": "00717004"
                    },
                    {
                        "name": "质检员",
                        "value": "00717005"
                    },
                    {
                        "name": "电机调试员",
                        "value": "00717006"
                    }
                ]
            },
            {
                "name": "电池制造",
                "value": "00718",
                "child": [
                    {
                        "name": "铅酸蓄电池制造工",
                        "value": "00718001"
                    },
                    {
                        "name": "碱性蓄电池制造工",
                        "value": "00718002"
                    },
                    {
                        "name": "原电池制造工",
                        "value": "00718003"
                    },
                    {
                        "name": "热电池制造工",
                        "value": "00718004"
                    },
                    {
                        "name": "太阳电池制造工",
                        "value": "00718005"
                    },
                    {
                        "name": "技师",
                        "value": "00718006"
                    },
                    {
                        "name": "工人",
                        "value": "00718007"
                    }
                ]
            },
            {
                "name": "电子设备装配调试修理",
                "value": "00719",
                "child": [
                    {
                        "name": "无线电设备机械装校工",
                        "value": "00719001"
                    },
                    {
                        "name": "电子设备装配工",
                        "value": "00719002"
                    },
                    {
                        "name": "无线电调试工",
                        "value": "00719003"
                    },
                    {
                        "name": "雷达装配工",
                        "value": "00719004"
                    },
                    {
                        "name": "雷达调试工",
                        "value": "00719005"
                    },
                    {
                        "name": "电子精密机械装调工",
                        "value": "00719006"
                    },
                    {
                        "name": "电子计算机调试工",
                        "value": "00719007"
                    },
                    {
                        "name": "有线通信传输设备调试工",
                        "value": "00719008"
                    },
                    {
                        "name": "通讯交换设备调试工",
                        "value": "00719009"
                    },
                    {
                        "name": "电源调试工",
                        "value": "00719010"
                    },
                    {
                        "name": "激光机装调工",
                        "value": "00719011"
                    },
                    {
                        "name": "激光全息工",
                        "value": "00719012"
                    },
                    {
                        "name": "铁路通信组调工",
                        "value": "00719013"
                    },
                    {
                        "name": "铁路信号组调工",
                        "value": "00719014"
                    },
                    {
                        "name": "铁路电控组调工",
                        "value": "00719015"
                    },
                    {
                        "name": "集成电路测试员",
                        "value": "00719016"
                    }
                ]
            },
            {
                "name": "电子产品维修",
                "value": "00720",
                "child": [
                    {
                        "name": "装配修理工、冷冻修理厂工人",
                        "value": "00720001"
                    },
                    {
                        "name": "家电用品维修人员",
                        "value": "00720002"
                    },
                    {
                        "name": "空气调节器之装修人员（不需要在高空作业）",
                        "value": "00720003"
                    },
                    {
                        "name": "空气调节器之装修人员（需要在高空作业）",
                        "value": "00720004"
                    },
                    {
                        "name": "电子计算机维修工",
                        "value": "00720005"
                    }
                ]
            },
            {
                "name": "基础件、部件装配人员",
                "value": "00721",
                "child": [
                    {
                        "name": "基础件装配工",
                        "value": "00721001"
                    },
                    {
                        "name": "部件装配工",
                        "value": "00721002"
                    }
                ]
            },
            {
                "name": "机械设备装配人员",
                "value": "00722",
                "child": [
                    {
                        "name": "装配钳工",
                        "value": "00722001"
                    },
                    {
                        "name": "工具钳工",
                        "value": "00722002"
                    },
                    {
                        "name": "汽轮机装配工",
                        "value": "00722003"
                    },
                    {
                        "name": "内燃机装配工",
                        "value": "00722004"
                    },
                    {
                        "name": "锅炉设备装配工",
                        "value": "00722005"
                    },
                    {
                        "name": "电机装配工",
                        "value": "00722006"
                    },
                    {
                        "name": "数控机床装调维修工",
                        "value": "00722007"
                    }
                ]
            },
            {
                "name": "电气元件及设备装配",
                "value": "00723",
                "child": [
                    {
                        "name": "铁心叠装工",
                        "value": "00723001"
                    },
                    {
                        "name": "绝缘制品件装配工",
                        "value": "00723002"
                    },
                    {
                        "name": "线圈绕制工",
                        "value": "00723003"
                    },
                    {
                        "name": "绝缘处理浸渍工",
                        "value": "00723004"
                    },
                    {
                        "name": "变压器互感器装配工",
                        "value": "00723005"
                    },
                    {
                        "name": "高低压电器装配工",
                        "value": "00723006"
                    },
                    {
                        "name": "电焊机装配工",
                        "value": "00723007"
                    },
                    {
                        "name": "电炉装配工",
                        "value": "00723008"
                    },
                    {
                        "name": "电线电缆制造工",
                        "value": "00723009"
                    },
                    {
                        "name": "技师",
                        "value": "00723010"
                    }
                ]
            },
            {
                "name": "电子专用设备装配调试",
                "value": "00724",
                "child": [
                    {
                        "name": "电子专用设备装调工",
                        "value": "00724001"
                    },
                    {
                        "name": "真空测试工",
                        "value": "00724002"
                    }
                ]
            },
            {
                "name": "仪器仪表装配",
                "value": "00725",
                "child": [
                    {
                        "name": "仪器仪表元器件装调工",
                        "value": "00725001"
                    },
                    {
                        "name": "力学仪器仪表装配工",
                        "value": "00725002"
                    },
                    {
                        "name": "电子仪器仪表装配工",
                        "value": "00725003"
                    },
                    {
                        "name": "光电仪器仪表装调工",
                        "value": "00725004"
                    },
                    {
                        "name": "分析仪器仪表装配工",
                        "value": "00725005"
                    },
                    {
                        "name": "计时仪器仪表装配工",
                        "value": "00725006"
                    },
                    {
                        "name": "工业自动化仪器仪表与装置装配工",
                        "value": "00725007"
                    },
                    {
                        "name": "电工仪器仪表装配工",
                        "value": "00725008"
                    },
                    {
                        "name": "仪器仪表金属元件制造工",
                        "value": "00725009"
                    },
                    {
                        "name": "仪器仪表非金属元件制造工",
                        "value": "00725010"
                    },
                    {
                        "name": "仪器仪表装配工",
                        "value": "00725011"
                    },
                    {
                        "name": "仪器仪表装调工",
                        "value": "00725012"
                    },
                    {
                        "name": "仪表仪器制造人员",
                        "value": "00725013"
                    },
                    {
                        "name": "仪表仪器修理人员",
                        "value": "00725014"
                    },
                    {
                        "name": "仪器仪表检验工",
                        "value": "00725015"
                    }
                ]
            },
            {
                "name": "运输车辆装配",
                "value": "00726",
                "child": [
                    {
                        "name": "汽车(拖拉机)装配工",
                        "value": "00726001"
                    },
                    {
                        "name": "铁路机车机械制修工",
                        "value": "00726002"
                    },
                    {
                        "name": "铁路车辆机械制修工",
                        "value": "00726003"
                    },
                    {
                        "name": "铁路机车电气装修工",
                        "value": "00726004"
                    },
                    {
                        "name": "铁路车辆电气装修工",
                        "value": "00726005"
                    },
                    {
                        "name": "铁路机车车辆制动修造工",
                        "value": "00726006"
                    },
                    {
                        "name": "电机车装配工",
                        "value": "00726007"
                    },
                    {
                        "name": "摩托车装配工",
                        "value": "00726008"
                    },
                    {
                        "name": "助动车自行车装配工",
                        "value": "00726009"
                    },
                    {
                        "name": "助动车自行车修理工",
                        "value": "00726010"
                    },
                    {
                        "name": "工程师",
                        "value": "00726011"
                    },
                    {
                        "name": "技师",
                        "value": "00726012"
                    },
                    {
                        "name": "汽车模型工",
                        "value": "00726013"
                    },
                    {
                        "name": "城轨接触网检修工",
                        "value": "00726014"
                    },
                    {
                        "name": "工程师",
                        "value": "00726015"
                    },
                    {
                        "name": "修理保养工人(汽车、摩托车)",
                        "value": "00726016"
                    },
                    {
                        "name": "领班、监工",
                        "value": "00726017"
                    },
                    {
                        "name": "试车人员",
                        "value": "00726018"
                    },
                    {
                        "name": "汽车拖拉机修理工人",
                        "value": "00726019"
                    },
                    {
                        "name": "汽车加气站操作工",
                        "value": "00726020"
                    }
                ]
            },
            {
                "name": "膜法水处理设备制造",
                "value": "00727",
                "child": [
                    {
                        "name": "功能膜工",
                        "value": "00727001"
                    }
                ]
            },
            {
                "name": "日用机械电器制造装配",
                "value": "00728",
                "child": [
                    {
                        "name": "空调机装配工",
                        "value": "00728001"
                    },
                    {
                        "name": "电冰箱、电冰柜制造装配工",
                        "value": "00728002"
                    },
                    {
                        "name": "洗衣机制造装配工",
                        "value": "00728003"
                    },
                    {
                        "name": "小型家用电器装配工",
                        "value": "00728004"
                    },
                    {
                        "name": "缝纫机制造装配工",
                        "value": "00728005"
                    },
                    {
                        "name": "办公小机械制造装配工",
                        "value": "00728006"
                    },
                    {
                        "name": "技师",
                        "value": "00728007"
                    },
                    {
                        "name": "一般制造工人",
                        "value": "00728008"
                    },
                    {
                        "name": "家用空调安装与维修",
                        "value": "00728009"
                    },
                    {
                        "name": "空调装修人员(高空)",
                        "value": "00728010"
                    },
                    {
                        "name": "家电维修（非高空）",
                        "value": "00728011"
                    },
                    {
                        "name": "其他家用电器安装与维修",
                        "value": "00728012"
                    },
                    {
                        "name": "石英晶体生长设备操作工人",
                        "value": "00728013"
                    },
                    {
                        "name": "包装工人",
                        "value": "00728014"
                    }
                ]
            },
            {
                "name": "五金制品制作装配",
                "value": "00729",
                "child": [
                    {
                        "name": "工具五金制作工",
                        "value": "00729001"
                    },
                    {
                        "name": "建筑五金制品制作工",
                        "value": "00729002"
                    },
                    {
                        "name": "制锁工",
                        "value": "00729003"
                    },
                    {
                        "name": "铝制品制作工",
                        "value": "00729004"
                    },
                    {
                        "name": "日用五金制品制作工",
                        "value": "00729005"
                    }
                ]
            },
            {
                "name": "兵器工程技术人员",
                "value": "00730",
                "child": [
                    {
                        "name": "装甲车辆工程技术人员",
                        "value": "00730001"
                    },
                    {
                        "name": "火炮枪械工程技术人员",
                        "value": "00730002"
                    },
                    {
                        "name": "弹箭工程技术人员",
                        "value": "00730003"
                    },
                    {
                        "name": "火炸药工程技术人员",
                        "value": "00730004"
                    },
                    {
                        "name": "光电火控工程技术人员",
                        "value": "00730005"
                    }
                ]
            },
            {
                "name": "装甲车辆装试",
                "value": "00731",
                "child": [
                    {
                        "name": "装甲车辆装配工",
                        "value": "00731001"
                    },
                    {
                        "name": "装甲车辆装配检验工",
                        "value": "00731002"
                    },
                    {
                        "name": "装甲车辆驾驶试验工",
                        "value": "00731003"
                    },
                    {
                        "name": "装甲车辆发动机装试工",
                        "value": "00731004"
                    }
                ]
            },
            {
                "name": "枪炮制造",
                "value": "00732",
                "child": [
                    {
                        "name": "火炮装试工",
                        "value": "00732001"
                    },
                    {
                        "name": "火炮装试检验工",
                        "value": "00732002"
                    },
                    {
                        "name": "火炮随动系统装试工",
                        "value": "00732003"
                    },
                    {
                        "name": "火炮随动系统装试检验工",
                        "value": "00732004"
                    },
                    {
                        "name": "火炮膛线制作工",
                        "value": "00732005"
                    },
                    {
                        "name": "枪支装配工",
                        "value": "00732006"
                    },
                    {
                        "name": "枪管校直工",
                        "value": "00732007"
                    },
                    {
                        "name": "枪管膛线制作工",
                        "value": "00732008"
                    },
                    {
                        "name": "枪炮弹装配工",
                        "value": "00732009"
                    },
                    {
                        "name": "火工装药工",
                        "value": "00732010"
                    },
                    {
                        "name": "引信装试工",
                        "value": "00732011"
                    }
                ]
            },
            {
                "name": "火工品制造",
                "value": "00733",
                "child": [
                    {
                        "name": "雷管制造工",
                        "value": "00733001"
                    },
                    {
                        "name": "索状爆破器材制造工",
                        "value": "00733002"
                    },
                    {
                        "name": "火工品装配工",
                        "value": "00733003"
                    },
                    {
                        "name": "爆破器材试验工",
                        "value": "00733004"
                    },
                    {
                        "name": "火药炸药业人员",
                        "value": "00733005"
                    }
                ]
            },
            {
                "name": "防化器材制造",
                "value": "00734",
                "child": [
                    {
                        "name": "滤毒材料制造工",
                        "value": "00734001"
                    },
                    {
                        "name": "防毒器材装配工",
                        "value": "00734002"
                    },
                    {
                        "name": "防毒器材试验工",
                        "value": "00734003"
                    }
                ]
            },
            {
                "name": "靶场试验",
                "value": "00735",
                "child": [
                    {
                        "name": "靶场试射工",
                        "value": "00735001"
                    },
                    {
                        "name": "靶场测试工",
                        "value": "00735002"
                    }
                ]
            },
            {
                "name": "船舶制造",
                "value": "00736",
                "child": [
                    {
                        "name": "船体制造工",
                        "value": "00736001"
                    },
                    {
                        "name": "船舶轮机装配工",
                        "value": "00736002"
                    },
                    {
                        "name": "船舶电气装配工",
                        "value": "00736003"
                    },
                    {
                        "name": "船舶附件制造工",
                        "value": "00736004"
                    },
                    {
                        "name": "船舶木塑帆缆工",
                        "value": "00736005"
                    },
                    {
                        "name": "船模制造试验工",
                        "value": "00736006"
                    },
                    {
                        "name": "工程师",
                        "value": "00736007"
                    },
                    {
                        "name": "领班、监工",
                        "value": "00736008"
                    },
                    {
                        "name": "工人",
                        "value": "00736009"
                    },
                    {
                        "name": "拆船工人",
                        "value": "00736010"
                    },
                    {
                        "name": "电镀工",
                        "value": "00736011"
                    },
                    {
                        "name": "打铆机操作员",
                        "value": "00736012"
                    },
                    {
                        "name": "绞盘机操作员",
                        "value": "00736013"
                    },
                    {
                        "name": "仓库管理员",
                        "value": "00736014"
                    },
                    {
                        "name": "起重机操作员",
                        "value": "00736015"
                    },
                    {
                        "name": "船舶修理工人",
                        "value": "00736016"
                    }
                ]
            },
            {
                "name": "航空产品装配调试试验",
                "value": "00737",
                "child": [
                    {
                        "name": "飞机设计工程技术人员",
                        "value": "00737001"
                    },
                    {
                        "name": "飞机制造工程技术人员",
                        "value": "00737002"
                    },
                    {
                        "name": "飞机发动机设计工程技术人员",
                        "value": "00737003"
                    },
                    {
                        "name": "飞机发动机制造工程技术人员",
                        "value": "00737004"
                    },
                    {
                        "name": "飞机装配工",
                        "value": "00737005"
                    },
                    {
                        "name": "飞机系统安装调试工",
                        "value": "00737006"
                    },
                    {
                        "name": "机载导弹装配工",
                        "value": "00737007"
                    },
                    {
                        "name": "航空发动机装配工",
                        "value": "00737008"
                    },
                    {
                        "name": "飞机螺旋桨装配工",
                        "value": "00737009"
                    },
                    {
                        "name": "飞机军械安装调试工",
                        "value": "00737010"
                    },
                    {
                        "name": "航空电气安装调试工",
                        "value": "00737011"
                    },
                    {
                        "name": "飞机发动机附件装配工",
                        "value": "00737012"
                    },
                    {
                        "name": "航空飞机仪表装配工",
                        "value": "00737013"
                    },
                    {
                        "name": "航空装配平衡工",
                        "value": "00737014"
                    },
                    {
                        "name": "飞机无线电设备安装调试工",
                        "value": "00737015"
                    },
                    {
                        "name": "飞机雷达安装调试工",
                        "value": "00737016"
                    },
                    {
                        "name": "飞机特种设备检测与修理工",
                        "value": "00737017"
                    },
                    {
                        "name": "飞机透明件制造胶接装配工",
                        "value": "00737018"
                    },
                    {
                        "name": "飞机外场调试与维护工",
                        "value": "00737019"
                    },
                    {
                        "name": "飞机试验工",
                        "value": "00737020"
                    },
                    {
                        "name": "机载导弹例行试验工",
                        "value": "00737021"
                    },
                    {
                        "name": "航空发动机试车工",
                        "value": "00737022"
                    },
                    {
                        "name": "飞机螺旋桨试验工",
                        "value": "00737023"
                    },
                    {
                        "name": "飞机、发动机附件试验工",
                        "value": "00737024"
                    },
                    {
                        "name": "航空环控救生装备试验工(地面试验)",
                        "value": "00737025"
                    },
                    {
                        "name": "航空环控救生装备试验工(空中试验)",
                        "value": "00737026"
                    },
                    {
                        "name": "航空仪表试验工",
                        "value": "00737027"
                    },
                    {
                        "name": "航空电机电器试验设备调试工",
                        "value": "00737028"
                    },
                    {
                        "name": "航天器环境试验工人",
                        "value": "00737029"
                    },
                    {
                        "name": "航天器结构强度环境试验工人",
                        "value": "00737030"
                    },
                    {
                        "name": "航天器结构高低温环境试验工人",
                        "value": "00737031"
                    },
                    {
                        "name": "火箭发动机介质试验工人",
                        "value": "00737032"
                    },
                    {
                        "name": "航天器系统试验工人",
                        "value": "00737033"
                    },
                    {
                        "name": "空间环境模拟光学装测工人",
                        "value": "00737034"
                    },
                    {
                        "name": "空间环境模拟温度试验工人",
                        "value": "00737035"
                    },
                    {
                        "name": "空间环境模拟真空试验工人",
                        "value": "00737036"
                    }
                ]
            },
            {
                "name": "导弹卫星装配测试",
                "value": "00738",
                "child": [
                    {
                        "name": "惯性器件装配厂",
                        "value": "00738001"
                    },
                    {
                        "name": "伺服机构装配调试工",
                        "value": "00738002"
                    },
                    {
                        "name": "导弹部段装配工",
                        "value": "00738003"
                    },
                    {
                        "name": "航天器引信装配工",
                        "value": "00738004"
                    },
                    {
                        "name": "弹头装配工",
                        "value": "00738005"
                    },
                    {
                        "name": "导弹总体装配工",
                        "value": "00738006"
                    },
                    {
                        "name": "卫星总体装配工",
                        "value": "00738007"
                    }
                ]
            },
            {
                "name": "火箭发动机装配试验",
                "value": "00739",
                "child": [
                    {
                        "name": "液体火箭发动机装配试验工",
                        "value": "00739001"
                    },
                    {
                        "name": "固体火箭发动机装配试验工",
                        "value": "00739002"
                    },
                    {
                        "name": "固体火箭发动机检测工",
                        "value": "00739003"
                    }
                ]
            },
            {
                "name": "航天器结构强度温度环境试验",
                "value": "00740",
                "child": [
                    {
                        "name": "航天工程技术人员",
                        "value": "00740001"
                    },
                    {
                        "name": "航天器环境试验工",
                        "value": "00740002"
                    },
                    {
                        "name": "航天器结构强度环境试验工",
                        "value": "00740003"
                    },
                    {
                        "name": "航天器结构高低温环境试验工",
                        "value": "00740004"
                    },
                    {
                        "name": "火箭发动机介质试验工",
                        "value": "00740005"
                    },
                    {
                        "name": "航天器系统试验工",
                        "value": "00740006"
                    },
                    {
                        "name": "空间环境模拟光学装测工",
                        "value": "00740007"
                    },
                    {
                        "name": "空间环境模拟温度试验工",
                        "value": "00740008"
                    },
                    {
                        "name": "空间环境模拟真空试验工",
                        "value": "00740009"
                    }
                ]
            },
            {
                "name": "机械设备维修",
                "value": "00741",
                "child": [
                    {
                        "name": "机修钳工",
                        "value": "00741001"
                    },
                    {
                        "name": "汽车修理工",
                        "value": "00741002"
                    },
                    {
                        "name": "船舶修理工",
                        "value": "00741003"
                    },
                    {
                        "name": "汽车玻璃维修工",
                        "value": "00741004"
                    },
                    {
                        "name": "工程机械修理工",
                        "value": "00741005"
                    }
                ]
            },
            {
                "name": "仪器仪表修理",
                "value": "00742",
                "child": [
                    {
                        "name": "工业自动化仪器仪表与装置修理工",
                        "value": "00742001"
                    },
                    {
                        "name": "电工仪器仪表修理工",
                        "value": "00742002"
                    },
                    {
                        "name": "精密仪器仪表修理工",
                        "value": "00742003"
                    }
                ]
            },
            {
                "name": "塑胶橡胶业",
                "value": "00743",
                "child": [
                    {
                        "name": "橡胶制品配料工",
                        "value": "00743001"
                    },
                    {
                        "name": "橡胶炼胶工",
                        "value": "00743002"
                    },
                    {
                        "name": "橡胶半成品制造工",
                        "value": "00743003"
                    },
                    {
                        "name": "橡胶成型工",
                        "value": "00743004"
                    },
                    {
                        "name": "橡胶硫化工",
                        "value": "00743005"
                    },
                    {
                        "name": "废胶再生工",
                        "value": "00743006"
                    },
                    {
                        "name": "轮胎翻修工",
                        "value": "00743007"
                    },
                    {
                        "name": "塑料制品配料工",
                        "value": "00743008"
                    },
                    {
                        "name": "塑料制品成型制作工(自动)",
                        "value": "00743009"
                    },
                    {
                        "name": "塑胶射出成型人员(其它)",
                        "value": "00743010"
                    },
                    {
                        "name": "工程师",
                        "value": "00743011"
                    },
                    {
                        "name": "技师",
                        "value": "00743012"
                    },
                    {
                        "name": "一般工人",
                        "value": "00743013"
                    }
                ]
            },
            {
                "name": "化学工业",
                "value": "00744",
                "child": [
                    {
                        "name": "化学研究人员",
                        "value": "00744001"
                    },
                    {
                        "name": "化工实验工程技术人员",
                        "value": "00744002"
                    },
                    {
                        "name": "化工设计工程技术人员",
                        "value": "00744003"
                    },
                    {
                        "name": "化工生产工程技术人员",
                        "value": "00744004"
                    },
                    {
                        "name": "化工原料准备工",
                        "value": "00744005"
                    },
                    {
                        "name": "压缩机工",
                        "value": "00744006"
                    },
                    {
                        "name": "气体净化工",
                        "value": "00744007"
                    },
                    {
                        "name": "过滤工",
                        "value": "00744008"
                    },
                    {
                        "name": "油加热工",
                        "value": "00744009"
                    },
                    {
                        "name": "制冷工",
                        "value": "00744010"
                    },
                    {
                        "name": "蒸发工",
                        "value": "00744011"
                    },
                    {
                        "name": "蒸馏工",
                        "value": "00744012"
                    },
                    {
                        "name": "萃取工",
                        "value": "00744013"
                    },
                    {
                        "name": "吸收工",
                        "value": "00744014"
                    },
                    {
                        "name": "吸附工",
                        "value": "00744015"
                    },
                    {
                        "name": "干燥工",
                        "value": "00744016"
                    },
                    {
                        "name": "结晶工",
                        "value": "00744017"
                    },
                    {
                        "name": "造粒工",
                        "value": "00744018"
                    },
                    {
                        "name": "防腐蚀工",
                        "value": "00744019"
                    },
                    {
                        "name": "化工工艺试验工",
                        "value": "00744020"
                    },
                    {
                        "name": "化工总控工",
                        "value": "00744021"
                    },
                    {
                        "name": "样品检验员",
                        "value": "00744022"
                    },
                    {
                        "name": "仪表监控员",
                        "value": "00744023"
                    },
                    {
                        "name": "燃料油生产工",
                        "value": "00744024"
                    },
                    {
                        "name": "润滑油、脂生产工",
                        "value": "00744025"
                    },
                    {
                        "name": "石油产品精制工",
                        "value": "00744026"
                    },
                    {
                        "name": "油制气工",
                        "value": "00744027"
                    },
                    {
                        "name": "备煤筛焦工",
                        "value": "00744028"
                    },
                    {
                        "name": "焦炉调温工",
                        "value": "00744029"
                    },
                    {
                        "name": "炼焦工、焦炉机车司机",
                        "value": "00744030"
                    },
                    {
                        "name": "煤制气工",
                        "value": "00744031"
                    },
                    {
                        "name": "煤气储运工",
                        "value": "00744032"
                    },
                    {
                        "name": "合成氨生产工",
                        "value": "00744033"
                    },
                    {
                        "name": "尿素生产工",
                        "value": "00744034"
                    },
                    {
                        "name": "硝酸铵生产工",
                        "value": "00744035"
                    },
                    {
                        "name": "碳酸氢铵生产工",
                        "value": "00744036"
                    },
                    {
                        "name": "硫酸铵生产工",
                        "value": "00744037"
                    },
                    {
                        "name": "过磷酸钙生产工",
                        "value": "00744038"
                    },
                    {
                        "name": "复合磷肥生产工",
                        "value": "00744039"
                    },
                    {
                        "name": "钙镁磷肥生产工",
                        "value": "00744040"
                    },
                    {
                        "name": "氯化钾生产工",
                        "value": "00744041"
                    },
                    {
                        "name": "微量元素混肥生产工",
                        "value": "00744042"
                    },
                    {
                        "name": "硫酸生产工",
                        "value": "00744043"
                    },
                    {
                        "name": "硝酸生产工",
                        "value": "00744044"
                    },
                    {
                        "name": "盐酸生产工",
                        "value": "00744045"
                    },
                    {
                        "name": "磷酸生产工",
                        "value": "00744046"
                    },
                    {
                        "name": "纯碱生产工",
                        "value": "00744047"
                    },
                    {
                        "name": "烧碱生产工",
                        "value": "00744048"
                    },
                    {
                        "name": "氟化盐生产工",
                        "value": "00744049"
                    },
                    {
                        "name": "缩聚磷酸盐生产工",
                        "value": "00744050"
                    },
                    {
                        "name": "无机化学反应工",
                        "value": "00744051"
                    },
                    {
                        "name": "高频等离子工",
                        "value": "00744052"
                    },
                    {
                        "name": "气体深冷分离工、制氧工",
                        "value": "00744053"
                    },
                    {
                        "name": "工业气体液化工",
                        "value": "00744054"
                    },
                    {
                        "name": "炭黑制造工",
                        "value": "00744055"
                    },
                    {
                        "name": "二硫化碳制造工",
                        "value": "00744056"
                    },
                    {
                        "name": "工程师（无机化工产品生产）",
                        "value": "00744057"
                    },
                    {
                        "name": "技师（无机化工产品生产）",
                        "value": "00744058"
                    },
                    {
                        "name": "一般工人（无机化工产品生产）",
                        "value": "00744059"
                    },
                    {
                        "name": "脂肪烃生产工",
                        "value": "00744060"
                    },
                    {
                        "name": "环烃生产工",
                        "value": "00744061"
                    },
                    {
                        "name": "烃类衍生物生产工",
                        "value": "00744062"
                    },
                    {
                        "name": "聚乙烯生产工",
                        "value": "00744063"
                    },
                    {
                        "name": "聚丙烯生产工",
                        "value": "00744064"
                    },
                    {
                        "name": "聚苯乙烯生产工",
                        "value": "00744065"
                    },
                    {
                        "name": "聚丁二烯生产工",
                        "value": "00744066"
                    },
                    {
                        "name": "聚氯乙烯生产工",
                        "value": "00744067"
                    },
                    {
                        "name": "酚醛树脂生产工",
                        "value": "00744068"
                    },
                    {
                        "name": "环氧树脂生产工",
                        "value": "00744069"
                    },
                    {
                        "name": "丙烯腈-丁二烯-苯乙烯共聚物(ABS)",
                        "value": "00744070"
                    },
                    {
                        "name": "顺丁橡胶生产工",
                        "value": "00744071"
                    },
                    {
                        "name": "乙丙橡胶生产工",
                        "value": "00744072"
                    },
                    {
                        "name": "异戊橡胶生产工",
                        "value": "00744073"
                    },
                    {
                        "name": "丁腈橡胶生产工",
                        "value": "00744074"
                    },
                    {
                        "name": "丁苯橡胶生产工",
                        "value": "00744075"
                    },
                    {
                        "name": "氯丁橡胶生产工",
                        "value": "00744076"
                    },
                    {
                        "name": "化纤聚合工",
                        "value": "00744077"
                    },
                    {
                        "name": "湿纺原液制造工",
                        "value": "00744078"
                    },
                    {
                        "name": "纺丝工",
                        "value": "00744079"
                    },
                    {
                        "name": "化纤后处理工",
                        "value": "00744080"
                    },
                    {
                        "name": "纺丝凝固浴液配制工",
                        "value": "00744081"
                    },
                    {
                        "name": "无纺布制造工",
                        "value": "00744082"
                    },
                    {
                        "name": "化纤纺丝精密组件工",
                        "value": "00744083"
                    },
                    {
                        "name": "合成革制造工",
                        "value": "00744084"
                    },
                    {
                        "name": "有机合成工",
                        "value": "00744085"
                    },
                    {
                        "name": "农药生物测试试验工",
                        "value": "00744086"
                    },
                    {
                        "name": "染料标准工",
                        "value": "00744087"
                    },
                    {
                        "name": "染料应用试验工",
                        "value": "00744088"
                    },
                    {
                        "name": "染料拼混工",
                        "value": "00744089"
                    },
                    {
                        "name": "研磨分散工",
                        "value": "00744090"
                    },
                    {
                        "name": "催化剂制造工",
                        "value": "00744091"
                    },
                    {
                        "name": "催化剂试验工",
                        "value": "00744092"
                    },
                    {
                        "name": "涂料合成树脂工",
                        "value": "00744093"
                    },
                    {
                        "name": "制漆配色调制工",
                        "value": "00744094"
                    },
                    {
                        "name": "溶剂制造工",
                        "value": "00744095"
                    },
                    {
                        "name": "化学试剂制造工",
                        "value": "00744096"
                    },
                    {
                        "name": "化工添加剂制造工",
                        "value": "00744097"
                    },
                    {
                        "name": "片基制造工",
                        "value": "00744098"
                    },
                    {
                        "name": "感光材料制造工",
                        "value": "00744099"
                    },
                    {
                        "name": "感光材料试验工",
                        "value": "00744100"
                    },
                    {
                        "name": "暗盒制造工",
                        "value": "00744101"
                    },
                    {
                        "name": "废片、白银回收工",
                        "value": "00744102"
                    },
                    {
                        "name": "磁粉制造工",
                        "value": "00744103"
                    },
                    {
                        "name": "磁记录材料制造工",
                        "value": "00744104"
                    },
                    {
                        "name": "磁记录材料试验工",
                        "value": "00744105"
                    },
                    {
                        "name": "感光鼓涂敷工",
                        "value": "00744106"
                    },
                    {
                        "name": "单基火药制造工",
                        "value": "00744107"
                    },
                    {
                        "name": "双基火药制造工",
                        "value": "00744108"
                    },
                    {
                        "name": "多基火药制造工",
                        "value": "00744109"
                    },
                    {
                        "name": "黑火药制造工",
                        "value": "00744110"
                    },
                    {
                        "name": "混合火药制造工",
                        "value": "00744111"
                    },
                    {
                        "name": "单质炸药制造工",
                        "value": "00744112"
                    },
                    {
                        "name": "混合炸药制造工",
                        "value": "00744113"
                    },
                    {
                        "name": "起爆药制造工",
                        "value": "00744114"
                    },
                    {
                        "name": "含水炸药制造工",
                        "value": "00744115"
                    },
                    {
                        "name": "火药爆竹制造及处理人(包括爆竹、烟火制造工)",
                        "value": "00744116"
                    },
                    {
                        "name": "松香工",
                        "value": "00744117"
                    },
                    {
                        "name": "松节油制品工",
                        "value": "00744118"
                    },
                    {
                        "name": "活性炭生产工",
                        "value": "00744119"
                    },
                    {
                        "name": "栲胶生产工",
                        "value": "00744120"
                    },
                    {
                        "name": "紫胶生产工",
                        "value": "00744121"
                    },
                    {
                        "name": "栓皮制品工",
                        "value": "00744122"
                    },
                    {
                        "name": "木材水解工",
                        "value": "00744123"
                    },
                    {
                        "name": "树脂基复合材料工",
                        "value": "00744124"
                    },
                    {
                        "name": "橡胶基复合材料工",
                        "value": "00744125"
                    },
                    {
                        "name": "碳基复合材料工",
                        "value": "00744126"
                    },
                    {
                        "name": "陶瓷基复合材料工",
                        "value": "00744127"
                    },
                    {
                        "name": "复合固体推进剂成型工",
                        "value": "00744128"
                    },
                    {
                        "name": "复合固体发动机装药工",
                        "value": "00744129"
                    },
                    {
                        "name": "飞机复合材料制品工",
                        "value": "00744130"
                    },
                    {
                        "name": "制皂工",
                        "value": "00744131"
                    },
                    {
                        "name": "甘油工",
                        "value": "00744132"
                    },
                    {
                        "name": "脂肪酸工",
                        "value": "00744133"
                    },
                    {
                        "name": "洗衣粉成型工",
                        "value": "00744134"
                    },
                    {
                        "name": "合成洗涤剂制造工",
                        "value": "00744135"
                    },
                    {
                        "name": "香料制造工",
                        "value": "00744136"
                    },
                    {
                        "name": "香精制造工",
                        "value": "00744137"
                    },
                    {
                        "name": "化妆品配制工",
                        "value": "00744138"
                    },
                    {
                        "name": "牙膏制造工",
                        "value": "00744139"
                    },
                    {
                        "name": "油墨制造工",
                        "value": "00744140"
                    },
                    {
                        "name": "制胶工",
                        "value": "00744141"
                    },
                    {
                        "name": "火柴制造工",
                        "value": "00744142"
                    },
                    {
                        "name": "蜡烛制造工",
                        "value": "00744143"
                    },
                    {
                        "name": "电子绝缘与介质材料制造工",
                        "value": "00744144"
                    },
                    {
                        "name": "领班、监工",
                        "value": "00744145"
                    },
                    {
                        "name": "一般工人",
                        "value": "00744146"
                    },
                    {
                        "name": "液化气体制造工",
                        "value": "00744147"
                    },
                    {
                        "name": "化学肥料生产人员",
                        "value": "00744148"
                    },
                    {
                        "name": "样品检验员",
                        "value": "00744149"
                    },
                    {
                        "name": "仪表监控员",
                        "value": "00744150"
                    },
                    {
                        "name": "石油炼制生产人员",
                        "value": "00744151"
                    },
                    {
                        "name": "合成树脂生产工人",
                        "value": "00744152"
                    },
                    {
                        "name": "合成橡胶生产工",
                        "value": "00744153"
                    },
                    {
                        "name": "电子绝缘材料制造工人",
                        "value": "00744154"
                    },
                    {
                        "name": "橡胶生产工",
                        "value": "00744155"
                    },
                    {
                        "name": "云母制品加工",
                        "value": "00744156"
                    },
                    {
                        "name": "基本有机化工产品生产人员",
                        "value": "00744157"
                    },
                    {
                        "name": "其他有毒物品生产工",
                        "value": "00744158"
                    }
                ]
            },
            {
                "name": "纺织成衣鞋帽皮革业",
                "value": "00745",
                "child": [
                    {
                        "name": "纺织工程技术人员",
                        "value": "00745001"
                    },
                    {
                        "name": "织造工程技术人员",
                        "value": "00745002"
                    },
                    {
                        "name": "染整工程技术人员",
                        "value": "00745003"
                    },
                    {
                        "name": "工程师",
                        "value": "00745004"
                    },
                    {
                        "name": "技师",
                        "value": "00745005"
                    },
                    {
                        "name": "纤维验配工",
                        "value": "00745006"
                    },
                    {
                        "name": "开清棉工",
                        "value": "00745007"
                    },
                    {
                        "name": "纤维染色工",
                        "value": "00745008"
                    },
                    {
                        "name": "加湿软麻工",
                        "value": "00745009"
                    },
                    {
                        "name": "选剥煮茧工",
                        "value": "00745010"
                    },
                    {
                        "name": "纤维梳理工",
                        "value": "00745011"
                    },
                    {
                        "name": "并条工",
                        "value": "00745012"
                    },
                    {
                        "name": "粗纱工",
                        "value": "00745013"
                    },
                    {
                        "name": "绢纺精炼工",
                        "value": "00745014"
                    },
                    {
                        "name": "细纱工",
                        "value": "00745015"
                    },
                    {
                        "name": "简并摇工",
                        "value": "00745016"
                    },
                    {
                        "name": "捻线工",
                        "value": "00745017"
                    },
                    {
                        "name": "制线工",
                        "value": "00745018"
                    },
                    {
                        "name": "缫丝工",
                        "value": "00745019"
                    },
                    {
                        "name": "整经工",
                        "value": "00745020"
                    },
                    {
                        "name": "浆纱工",
                        "value": "00745021"
                    },
                    {
                        "name": "穿经工",
                        "value": "00745022"
                    },
                    {
                        "name": "织布工",
                        "value": "00745023"
                    },
                    {
                        "name": "织物验修工",
                        "value": "00745024"
                    },
                    {
                        "name": "意匠纹版工",
                        "value": "00745025"
                    },
                    {
                        "name": "织造工人",
                        "value": "00745026"
                    },
                    {
                        "name": "纬编工",
                        "value": "00745027"
                    },
                    {
                        "name": "经编工",
                        "value": "00745028"
                    },
                    {
                        "name": "横机工",
                        "value": "00745029"
                    },
                    {
                        "name": "织袜工",
                        "value": "00745030"
                    },
                    {
                        "name": "铸、钳针工",
                        "value": "00745031"
                    },
                    {
                        "name": "坯布检查处理工",
                        "value": "00745032"
                    },
                    {
                        "name": "印染烧毛工",
                        "value": "00745033"
                    },
                    {
                        "name": "煮炼漂工",
                        "value": "00745034"
                    },
                    {
                        "name": "印染洗涤工",
                        "value": "00745035"
                    },
                    {
                        "name": "印染烘干工",
                        "value": "00745036"
                    },
                    {
                        "name": "印染丝光工",
                        "value": "00745037"
                    },
                    {
                        "name": "印染定型工",
                        "value": "00745038"
                    },
                    {
                        "name": "纺织针织染色工",
                        "value": "00745039"
                    },
                    {
                        "name": "印花工",
                        "value": "00745040"
                    },
                    {
                        "name": "印染雕刻制版工",
                        "value": "00745041"
                    },
                    {
                        "name": "印染后整理工",
                        "value": "00745042"
                    },
                    {
                        "name": "印染成品定等装潢工",
                        "value": "00745043"
                    },
                    {
                        "name": "印染染化料配制工",
                        "value": "00745044"
                    },
                    {
                        "name": "工艺染织制作工",
                        "value": "00745045"
                    },
                    {
                        "name": "染整工人",
                        "value": "00745046"
                    },
                    {
                        "name": "裁剪工",
                        "value": "00745047"
                    },
                    {
                        "name": "缝纫工",
                        "value": "00745048"
                    },
                    {
                        "name": "缝纫品整型工",
                        "value": "00745049"
                    },
                    {
                        "name": "裁缝",
                        "value": "00745050"
                    },
                    {
                        "name": "剧装工",
                        "value": "00745051"
                    },
                    {
                        "name": "设计师",
                        "value": "00745052"
                    },
                    {
                        "name": "制鞋工",
                        "value": "00745053"
                    },
                    {
                        "name": "制帽工",
                        "value": "00745054"
                    },
                    {
                        "name": "皮革加工工",
                        "value": "00745055"
                    },
                    {
                        "name": "毛皮加工工",
                        "value": "00745056"
                    },
                    {
                        "name": "缝纫制品充填处理工",
                        "value": "00745057"
                    },
                    {
                        "name": "胶制服装上胶工",
                        "value": "00745058"
                    },
                    {
                        "name": "服装水洗工",
                        "value": "00745059"
                    },
                    {
                        "name": "制造工人",
                        "value": "00745060"
                    },
                    {
                        "name": "质量检验人员",
                        "value": "00745061"
                    },
                    {
                        "name": "缝纫制品再加工人员",
                        "value": "00745062"
                    },
                    {
                        "name": "纺织纤维检验工",
                        "value": "00745063"
                    },
                    {
                        "name": "针纺织品检验工",
                        "value": "00745064"
                    },
                    {
                        "name": "印染工艺检验工",
                        "value": "00745065"
                    },
                    {
                        "name": "滚筒机操作工、压模成型操作工",
                        "value": "00745066"
                    },
                    {
                        "name": "服装鞋帽检验工",
                        "value": "00745067"
                    },
                    {
                        "name": "刺绣工人",
                        "value": "00745068"
                    },
                    {
                        "name": "地毯制造工人",
                        "value": "00745069"
                    },
                    {
                        "name": "接触尘埃或有毒化合物人员",
                        "value": "00745070"
                    },
                    {
                        "name": "床垫及枕头织造业人员",
                        "value": "00745071"
                    },
                    {
                        "name": "羽绒、羽毛加工人员",
                        "value": "00745072"
                    }
                ]
            },
            {
                "name": "造纸纸产品",
                "value": "00746",
                "child": [
                    {
                        "name": "领班、监工",
                        "value": "00746001"
                    },
                    {
                        "name": "纸箱制作工",
                        "value": "00746002"
                    },
                    {
                        "name": "技师",
                        "value": "00746003"
                    },
                    {
                        "name": "仓库管理员",
                        "value": "00746004"
                    },
                    {
                        "name": "制浆备料工",
                        "value": "00746005"
                    },
                    {
                        "name": "制浆设备操作工",
                        "value": "00746006"
                    },
                    {
                        "name": "制浆废液回收利用工",
                        "value": "00746007"
                    },
                    {
                        "name": "造纸工",
                        "value": "00746008"
                    },
                    {
                        "name": "纸张整饰工",
                        "value": "00746009"
                    },
                    {
                        "name": "宣纸书画纸制作工",
                        "value": "00746010"
                    },
                    {
                        "name": "瓦楞纸箱制作工",
                        "value": "00746011"
                    },
                    {
                        "name": "纸盒制作工",
                        "value": "00746012"
                    }
                ]
            },
            {
                "name": "家具制造业",
                "value": "00747",
                "child": [
                    {
                        "name": "技术人员",
                        "value": "00747001"
                    },
                    {
                        "name": "领班、监工",
                        "value": "00747002"
                    },
                    {
                        "name": "木制家具制造工人",
                        "value": "00747003"
                    },
                    {
                        "name": "木制家具修理工人",
                        "value": "00747004"
                    },
                    {
                        "name": "金属家具制造工人",
                        "value": "00747005"
                    },
                    {
                        "name": "金属家具修理工人",
                        "value": "00747006"
                    },
                    {
                        "name": "木材及家具检验工",
                        "value": "00747007"
                    },
                    {
                        "name": "油漆工",
                        "value": "00747008"
                    },
                    {
                        "name": "锯工",
                        "value": "00747009"
                    },
                    {
                        "name": "闵工",
                        "value": "00747010"
                    }
                ]
            },
            {
                "name": "食品饮料饲料制造业",
                "value": "00748",
                "child": [
                    {
                        "name": "制米工",
                        "value": "00748001"
                    },
                    {
                        "name": "制粉工",
                        "value": "00748002"
                    },
                    {
                        "name": "制油工",
                        "value": "00748003"
                    },
                    {
                        "name": "食糖制造工",
                        "value": "00748004"
                    },
                    {
                        "name": "糖果制造工",
                        "value": "00748005"
                    },
                    {
                        "name": "巧克力制造工",
                        "value": "00748006"
                    },
                    {
                        "name": "乳品预处理工",
                        "value": "00748007"
                    },
                    {
                        "name": "乳品加工工",
                        "value": "00748008"
                    },
                    {
                        "name": "蜂产品加工工",
                        "value": "00748009"
                    },
                    {
                        "name": "冷食品制作工",
                        "value": "00748010"
                    },
                    {
                        "name": "速冻食品制作工",
                        "value": "00748011"
                    },
                    {
                        "name": "食品罐头加工工",
                        "value": "00748012"
                    },
                    {
                        "name": "饮料制作工",
                        "value": "00748013"
                    },
                    {
                        "name": "白酒酿造工",
                        "value": "00748014"
                    },
                    {
                        "name": "啤酒酿造工",
                        "value": "00748015"
                    },
                    {
                        "name": "黄酒酿造工",
                        "value": "00748016"
                    },
                    {
                        "name": "果露酒酿造工",
                        "value": "00748017"
                    },
                    {
                        "name": "洒精制造工",
                        "value": "00748018"
                    },
                    {
                        "name": "酒品标签粘贴、包装工人",
                        "value": "00748019"
                    },
                    {
                        "name": "酶制剂制造工",
                        "value": "00748020"
                    },
                    {
                        "name": "柠檬酸制造工",
                        "value": "00748021"
                    },
                    {
                        "name": "酱油酱类制作工",
                        "value": "00748022"
                    },
                    {
                        "name": "食醋制作工",
                        "value": "00748023"
                    },
                    {
                        "name": "酱腌菜制作工",
                        "value": "00748024"
                    },
                    {
                        "name": "食用调料制作工",
                        "value": "00748025"
                    },
                    {
                        "name": "味精制作工",
                        "value": "00748026"
                    },
                    {
                        "name": "糕点、面包烘焙工",
                        "value": "00748027"
                    },
                    {
                        "name": "糕点装饰工",
                        "value": "00748028"
                    },
                    {
                        "name": "米面主食制作工",
                        "value": "00748029"
                    },
                    {
                        "name": "油脂制品工",
                        "value": "00748030"
                    },
                    {
                        "name": "植物蛋白制作工",
                        "value": "00748031"
                    },
                    {
                        "name": "豆制品制作工",
                        "value": "00748032"
                    },
                    {
                        "name": "猪牛羊屠宰加工工",
                        "value": "00748033"
                    },
                    {
                        "name": "肠衣工",
                        "value": "00748034"
                    },
                    {
                        "name": "禽类屠宰加工工",
                        "value": "00748035"
                    },
                    {
                        "name": "熟肉制品加工工",
                        "value": "00748036"
                    },
                    {
                        "name": "蛋品及再制蛋品加工工",
                        "value": "00748037"
                    },
                    {
                        "name": "饲料原料清理上料工",
                        "value": "00748038"
                    },
                    {
                        "name": "饲料粉碎工",
                        "value": "00748039"
                    },
                    {
                        "name": "饲料配料混合工",
                        "value": "00748040"
                    },
                    {
                        "name": "饲料制料工",
                        "value": "00748041"
                    },
                    {
                        "name": "饲料添加剂预混工",
                        "value": "00748042"
                    },
                    {
                        "name": "饲料厂中央控制室操作工",
                        "value": "00748043"
                    },
                    {
                        "name": "领班、监工",
                        "value": "00748044"
                    },
                    {
                        "name": "冰块制造工人",
                        "value": "00748045"
                    },
                    {
                        "name": "技师(食品原料制造业)",
                        "value": "00748046"
                    },
                    {
                        "name": "食品饮料制造工人",
                        "value": "00748047"
                    },
                    {
                        "name": "装罐工人",
                        "value": "00748048"
                    },
                    {
                        "name": "技师(烟草、雪茄及香烟制造业)",
                        "value": "00748049"
                    }
                ]
            },
            {
                "name": "玻璃陶瓷搪瓷制制造业",
                "value": "00749",
                "child": [
                    {
                        "name": "玻璃配料工",
                        "value": "00749001"
                    },
                    {
                        "name": "玻璃熔化工",
                        "value": "00749002"
                    },
                    {
                        "name": "玻璃制板及玻璃成型工",
                        "value": "00749003"
                    },
                    {
                        "name": "玻璃加工工",
                        "value": "00749004"
                    },
                    {
                        "name": "玻璃制品装饰加工工",
                        "value": "00749005"
                    },
                    {
                        "name": "技师",
                        "value": "00749006"
                    },
                    {
                        "name": "监工",
                        "value": "00749007"
                    },
                    {
                        "name": "玻璃纤维制品工",
                        "value": "00749008"
                    },
                    {
                        "name": "玻璃钢制品工",
                        "value": "00749009"
                    },
                    {
                        "name": "石英玻璃制品加工工",
                        "value": "00749010"
                    },
                    {
                        "name": "陶瓷原料准备工",
                        "value": "00749011"
                    },
                    {
                        "name": "陶瓷成型工",
                        "value": "00749012"
                    },
                    {
                        "name": "陶瓷烧成工",
                        "value": "00749013"
                    },
                    {
                        "name": "陶瓷装饰工",
                        "value": "00749014"
                    },
                    {
                        "name": "匣钵、模型制作工",
                        "value": "00749015"
                    },
                    {
                        "name": "古建琉璃工",
                        "value": "00749016"
                    },
                    {
                        "name": "搪瓷釉浆熔制工",
                        "value": "00749017"
                    },
                    {
                        "name": "搪瓷坯体制作工",
                        "value": "00749018"
                    },
                    {
                        "name": "搪瓷涂搪烧成工",
                        "value": "00749019"
                    },
                    {
                        "name": "搪瓷花版饰花工",
                        "value": "00749020"
                    },
                    {
                        "name": "工程师",
                        "value": "00749021"
                    },
                    {
                        "name": "领班",
                        "value": "00749022"
                    },
                    {
                        "name": "工人",
                        "value": "00749023"
                    },
                    {
                        "name": "水泥生产制造工",
                        "value": "00749024"
                    },
                    {
                        "name": "水泥制品工人",
                        "value": "00749025"
                    },
                    {
                        "name": "采掘工",
                        "value": "00749026"
                    },
                    {
                        "name": "爆破工",
                        "value": "00749027"
                    },
                    {
                        "name": "石灰焙烧工",
                        "value": "00749028"
                    },
                    {
                        "name": "陶瓷制品、木炭、砖块制造工",
                        "value": "00749029"
                    },
                    {
                        "name": "砖、瓦生产工",
                        "value": "00749030"
                    },
                    {
                        "name": "加气混凝土制品工",
                        "value": "00749031"
                    },
                    {
                        "name": "保温、吸音材料制造工",
                        "value": "00749032"
                    },
                    {
                        "name": "装饰石材生产、加工工人",
                        "value": "00749033"
                    },
                    {
                        "name": "洗石、磨石工",
                        "value": "00749034"
                    },
                    {
                        "name": "石棉制品工",
                        "value": "00749035"
                    },
                    {
                        "name": "金刚石制品工",
                        "value": "00749036"
                    },
                    {
                        "name": "人工合成制品工",
                        "value": "00749037"
                    },
                    {
                        "name": "高领土制造工人",
                        "value": "00749038"
                    },
                    {
                        "name": "炉前工",
                        "value": "00749039"
                    },
                    {
                        "name": "玻璃搬运工",
                        "value": "00749040"
                    },
                    {
                        "name": "吹玻璃工人、切玻璃工人、压边工人、上色工人、磨光工人、少玻璃熔炉工人、技师",
                        "value": "00749041"
                    },
                    {
                        "name": "匣钵模型制作工人(陶瓷)",
                        "value": "00749042"
                    },
                    {
                        "name": "负责行政工作（经理、文员、零售商）",
                        "value": "00749043"
                    }
                ]
            },
            {
                "name": "烟草制品加工业",
                "value": "00750",
                "child": [
                    {
                        "name": "内勤行政工作人员",
                        "value": "00750001"
                    },
                    {
                        "name": "工程师领班监工",
                        "value": "00750002"
                    },
                    {
                        "name": "烟叶调制工",
                        "value": "00750003"
                    },
                    {
                        "name": "烟叶分级工",
                        "value": "00750004"
                    },
                    {
                        "name": "挂杆复烤工",
                        "value": "00750005"
                    },
                    {
                        "name": "打叶复烤工",
                        "value": "00750006"
                    },
                    {
                        "name": "烟叶回潮工",
                        "value": "00750007"
                    },
                    {
                        "name": "烟叶发酵工",
                        "value": "00750008"
                    },
                    {
                        "name": "烟叶制丝工",
                        "value": "00750009"
                    },
                    {
                        "name": "膨胀烟丝工",
                        "value": "00750010"
                    },
                    {
                        "name": "白肋烟处理工",
                        "value": "00750011"
                    },
                    {
                        "name": "烟草薄片工",
                        "value": "00750012"
                    },
                    {
                        "name": "卷烟卷接工",
                        "value": "00750013"
                    },
                    {
                        "name": "烟用二醋片制造工",
                        "value": "00750014"
                    },
                    {
                        "name": "烟用丝束制造工",
                        "value": "00750015"
                    },
                    {
                        "name": "滤棒工",
                        "value": "00750016"
                    }
                ]
            },
            {
                "name": "医疗用品制药业",
                "value": "00751",
                "child": [
                    {
                        "name": "化学合成制药工",
                        "value": "00751001"
                    },
                    {
                        "name": "生化药品制造工",
                        "value": "00751002"
                    },
                    {
                        "name": "发酵工程制药工",
                        "value": "00751003"
                    },
                    {
                        "name": "疫苗制品工",
                        "value": "00751004"
                    },
                    {
                        "name": "血液制品工",
                        "value": "00751005"
                    },
                    {
                        "name": "基因工程产品工",
                        "value": "00751006"
                    },
                    {
                        "name": "药物制剂工",
                        "value": "00751007"
                    },
                    {
                        "name": "淀粉葡萄糖制造工",
                        "value": "00751008"
                    },
                    {
                        "name": "医药代表",
                        "value": "00751009"
                    },
                    {
                        "name": "一般内勤人员",
                        "value": "00751010"
                    },
                    {
                        "name": "技师产品研究人员",
                        "value": "00751011"
                    },
                    {
                        "name": "中药材种植人员",
                        "value": "00751012"
                    },
                    {
                        "name": "中药炮制与配制工",
                        "value": "00751013"
                    },
                    {
                        "name": "中药液体制剂工",
                        "value": "00751014"
                    },
                    {
                        "name": "中药固体制剂工",
                        "value": "00751015"
                    },
                    {
                        "name": "医疗器械装配工",
                        "value": "00751016"
                    },
                    {
                        "name": "假肢制作装配工",
                        "value": "00751017"
                    },
                    {
                        "name": "矫形器制作装配工",
                        "value": "00751018"
                    }
                ]
            },
            {
                "name": "工艺美术品制造业",
                "value": "00752",
                "child": [
                    {
                        "name": "宝石琢磨工",
                        "value": "00752001"
                    },
                    {
                        "name": "贵金属首饰制作工",
                        "value": "00752002"
                    },
                    {
                        "name": "地毯制作工",
                        "value": "00752003"
                    },
                    {
                        "name": "金属、塑料、木制玩具装配工",
                        "value": "00752004"
                    },
                    {
                        "name": "布绒玩具制作工",
                        "value": "00752005"
                    },
                    {
                        "name": "搪塑玩具制作工",
                        "value": "00752006"
                    },
                    {
                        "name": "漆器制胎工",
                        "value": "00752007"
                    },
                    {
                        "name": "彩绘雕填制作工",
                        "value": "00752008"
                    },
                    {
                        "name": "漆器镶嵌工",
                        "value": "00752009"
                    },
                    {
                        "name": "机绣工",
                        "value": "00752010"
                    },
                    {
                        "name": "手绣制作工",
                        "value": "00752011"
                    },
                    {
                        "name": "抽纱挑编工",
                        "value": "00752012"
                    },
                    {
                        "name": "景泰蓝制作工",
                        "value": "00752013"
                    },
                    {
                        "name": "金属摆件工",
                        "value": "00752014"
                    },
                    {
                        "name": "金属手工艺品加工工人",
                        "value": "00752015"
                    },
                    {
                        "name": "金属工艺品雕刻工",
                        "value": "00752016"
                    },
                    {
                        "name": "竹木制手工艺品雕刻工",
                        "value": "00752017"
                    },
                    {
                        "name": "玉器加工技师",
                        "value": "00752018"
                    },
                    {
                        "name": "玉器加工工人",
                        "value": "00752019"
                    },
                    {
                        "name": "装饰美工",
                        "value": "00752020"
                    },
                    {
                        "name": "雕塑翻制工",
                        "value": "00752021"
                    },
                    {
                        "name": "壁画制作工",
                        "value": "00752022"
                    },
                    {
                        "name": "油画外框制作工",
                        "value": "00752023"
                    },
                    {
                        "name": "装裱工",
                        "value": "00752024"
                    },
                    {
                        "name": "版画制作工",
                        "value": "00752025"
                    },
                    {
                        "name": "民间工艺品制作工",
                        "value": "00752026"
                    },
                    {
                        "name": "人造花制作工",
                        "value": "00752027"
                    },
                    {
                        "name": "工艺画制作工",
                        "value": "00752028"
                    },
                    {
                        "name": "烟花爆竹制作工",
                        "value": "00752029"
                    },
                    {
                        "name": "布类纸品工艺品加工工人",
                        "value": "00752030"
                    },
                    {
                        "name": "矿石手工艺品加工人员",
                        "value": "00752031"
                    },
                    {
                        "name": "竹木制手工艺品加工工人",
                        "value": "00752032"
                    },
                    {
                        "name": "漆器工艺品制作人员",
                        "value": "00752033"
                    },
                    {
                        "name": "陶瓷制作工",
                        "value": "00752034"
                    },
                    {
                        "name": "工人（长磨石工及挑选、燧石货仓等工人",
                        "value": "00752035"
                    },
                    {
                        "name": "切割工人",
                        "value": "00752036"
                    },
                    {
                        "name": "皮革手工艺品制作工",
                        "value": "00752037"
                    },
                    {
                        "name": "砖木制品生产人员",
                        "value": "00752038"
                    },
                    {
                        "name": "珠宝首饰加工制作人员",
                        "value": "00752039"
                    },
                    {
                        "name": "美术品制作人员",
                        "value": "00752040"
                    }
                ]
            },
            {
                "name": "文体用品制造业",
                "value": "00753",
                "child": [
                    {
                        "name": "墨制作工",
                        "value": "00753001"
                    },
                    {
                        "name": "墨水制造工",
                        "value": "00753002"
                    },
                    {
                        "name": "墨汁制造工",
                        "value": "00753003"
                    },
                    {
                        "name": "绘图仪器制作工",
                        "value": "00753004"
                    },
                    {
                        "name": "静电复印机消耗材制造工",
                        "value": "00753005"
                    },
                    {
                        "name": "毛笔制作工",
                        "value": "00753006"
                    },
                    {
                        "name": "自来水笔制作工",
                        "value": "00753007"
                    },
                    {
                        "name": "圆珠笔制作工",
                        "value": "00753008"
                    },
                    {
                        "name": "铅笔制造工",
                        "value": "00753009"
                    },
                    {
                        "name": "印泥制作工",
                        "value": "00753010"
                    },
                    {
                        "name": "制球工",
                        "value": "00753011"
                    },
                    {
                        "name": "球拍、球网制作工",
                        "value": "00753012"
                    },
                    {
                        "name": "健身器材制作工",
                        "value": "00753013"
                    },
                    {
                        "name": "钢琴及键盘乐器制作工",
                        "value": "00753014"
                    },
                    {
                        "name": "提琴制作工",
                        "value": "00753015"
                    },
                    {
                        "name": "管乐器制作工",
                        "value": "00753016"
                    },
                    {
                        "name": "民族拉弦、弹拨乐器制作工",
                        "value": "00753017"
                    },
                    {
                        "name": "吹奏乐器制作工",
                        "value": "00753018"
                    },
                    {
                        "name": "打击乐器制作工",
                        "value": "00753019"
                    },
                    {
                        "name": "电声乐器制作工",
                        "value": "00753020"
                    }
                ]
            }
        ]
    },
    {
        "name": "008新闻出版文化印刷广告业",
        "value": "008",
        "child": [
            {
                "name": "广播电影电视技术人员",
                "value": "00801",
                "child": [
                    {
                        "name": "广播电视编播工程技术人员（非高空）",
                        "value": "00801001"
                    },
                    {
                        "name": "广播电视传输覆盖工程技术人员（高空架设）",
                        "value": "00801002"
                    },
                    {
                        "name": "广播电视电影工程技术人员（高空）",
                        "value": "00801003"
                    }
                ]
            },
            {
                "name": "记者",
                "value": "00802",
                "child": [
                    {
                        "name": "一般记者",
                        "value": "00802001"
                    },
                    {
                        "name": "外勤记者",
                        "value": "00802002"
                    },
                    {
                        "name": "摄影记者",
                        "value": "00802003"
                    },
                    {
                        "name": "战地记者",
                        "value": "00802004"
                    },
                    {
                        "name": "电视记者",
                        "value": "00802005"
                    }
                ]
            },
            {
                "name": "编辑",
                "value": "00803",
                "child": [
                    {
                        "name": "文字编辑",
                        "value": "00803001"
                    },
                    {
                        "name": "美术编辑",
                        "value": "00803002"
                    },
                    {
                        "name": "技术编辑",
                        "value": "00803003"
                    },
                    {
                        "name": "电子出版物编辑",
                        "value": "00803004"
                    }
                ]
            },
            {
                "name": "校对员",
                "value": "00804",
                "child": [
                    {
                        "name": "校对员",
                        "value": "00804001"
                    }
                ]
            },
            {
                "name": "播音及节目主持人员",
                "value": "00805",
                "child": [
                    {
                        "name": "播音员",
                        "value": "00805001"
                    },
                    {
                        "name": "节目主持员",
                        "value": "00805002"
                    }
                ]
            },
            {
                "name": "翻译",
                "value": "00806",
                "child": [
                    {
                        "name": "翻译",
                        "value": "00806001"
                    },
                    {
                        "name": "特殊翻译（战地翻译、军事翻译等）",
                        "value": "00806002"
                    }
                ]
            },
            {
                "name": "图书资料与档案业务人员",
                "value": "00807",
                "child": [
                    {
                        "name": "图书馆学、情报学研究人员",
                        "value": "00807001"
                    },
                    {
                        "name": "图书资料业务人员",
                        "value": "00807002"
                    },
                    {
                        "name": "档案业务人员",
                        "value": "00807003"
                    },
                    {
                        "name": "微缩摄影人员",
                        "value": "00807004"
                    },
                    {
                        "name": "负责人(出版商、书店、文具店)",
                        "value": "00807005"
                    },
                    {
                        "name": "店员",
                        "value": "00807006"
                    },
                    {
                        "name": "外务员",
                        "value": "00807007"
                    },
                    {
                        "name": "送货员",
                        "value": "00807008"
                    },
                    {
                        "name": "内勤人员",
                        "value": "00807009"
                    },
                    {
                        "name": "推销员",
                        "value": "00807010"
                    },
                    {
                        "name": "送报员",
                        "value": "00807011"
                    },
                    {
                        "name": "图书馆工作人员",
                        "value": "00807012"
                    }
                ]
            },
            {
                "name": "考古及文物保护",
                "value": "00808",
                "child": [
                    {
                        "name": "考古工作者",
                        "value": "00808001"
                    },
                    {
                        "name": "文物鉴定及保管人员",
                        "value": "00808002"
                    },
                    {
                        "name": "文物保护专业人员",
                        "value": "00808003"
                    },
                    {
                        "name": "博物馆工作人员",
                        "value": "00808004"
                    },
                    {
                        "name": "考古发掘工",
                        "value": "00808005"
                    },
                    {
                        "name": "文物修复工",
                        "value": "00808006"
                    },
                    {
                        "name": "文物拓印工",
                        "value": "00808007"
                    },
                    {
                        "name": "古旧书画修复工",
                        "value": "00808008"
                    },
                    {
                        "name": "考古及文物保护工作",
                        "value": "00808009"
                    },
                    {
                        "name": "翻译",
                        "value": "00808010"
                    }
                ]
            },
            {
                "name": "印刷",
                "value": "00809",
                "child": [
                    {
                        "name": "排版制版工人",
                        "value": "00809001"
                    },
                    {
                        "name": "装订工人",
                        "value": "00809002"
                    },
                    {
                        "name": "印刷工人",
                        "value": "00809003"
                    },
                    {
                        "name": "切纸工人",
                        "value": "00809004"
                    },
                    {
                        "name": "印品整饰工人",
                        "value": "00809005"
                    }
                ]
            },
            {
                "name": "宗教人士",
                "value": "00810",
                "child": [
                    {
                        "name": "寺庙及教堂管理人员",
                        "value": "00810001"
                    },
                    {
                        "name": "宗教团体工作人员",
                        "value": "00810002"
                    },
                    {
                        "name": "僧尼，道士及传教人员",
                        "value": "00810003"
                    },
                    {
                        "name": "宗教职业者",
                        "value": "00810004"
                    },
                    {
                        "name": "乩童",
                        "value": "00810005"
                    }
                ]
            },
            {
                "name": "新闻广告公关员",
                "value": "00811",
                "child": [
                    {
                        "name": "新闻广告公关员",
                        "value": "00811001"
                    }
                ]
            },
            {
                "name": "计算机操作员",
                "value": "00812",
                "child": [
                    {
                        "name": "计算机操作员",
                        "value": "00812001"
                    }
                ]
            },
            {
                "name": "其他新闻出版、文化工作人员",
                "value": "00813",
                "child": [
                    {
                        "name": "其他新闻出版、文化工作人员",
                        "value": "00813001"
                    }
                ]
            },
            {
                "name": "广告从业人员",
                "value": "00814",
                "child": [
                    {
                        "name": "广告设计人员",
                        "value": "00814001"
                    },
                    {
                        "name": "广告招牌搭建人员",
                        "value": "00814002"
                    },
                    {
                        "name": "霓虹光管安装及维修人员",
                        "value": "00814003"
                    },
                    {
                        "name": "广告会展设计师",
                        "value": "00814004"
                    },
                    {
                        "name": "一般内勤",
                        "value": "00814005"
                    },
                    {
                        "name": "业务员",
                        "value": "00814006"
                    },
                    {
                        "name": "广告影片拍摄录制人员",
                        "value": "00814007"
                    },
                    {
                        "name": "广告招牌制作架设人员",
                        "value": "00814008"
                    },
                    {
                        "name": "霓虹光管安装维修人员",
                        "value": "00814009"
                    },
                    {
                        "name": "广告招牌绘制人员（高空）",
                        "value": "00814010"
                    },
                    {
                        "name": "广告招牌绘制人员（地面）",
                        "value": "00814011"
                    }
                ]
            }
        ]
    },
    {
        "name": "009卫生保健业",
        "value": "009",
        "child": [
            {
                "name": "医学研究人员",
                "value": "00901",
                "child": [
                    {
                        "name": "医学研究人员",
                        "value": "00901001"
                    },
                    {
                        "name": "一般医师及护士",
                        "value": "00901002"
                    },
                    {
                        "name": "精神病医师，看护，护士",
                        "value": "00901003"
                    },
                    {
                        "name": "化验技师",
                        "value": "00901004"
                    }
                ]
            },
            {
                "name": "西医医师",
                "value": "00902",
                "child": [
                    {
                        "name": "内科医师",
                        "value": "00902001"
                    },
                    {
                        "name": "外科医师",
                        "value": "00902002"
                    },
                    {
                        "name": "儿科医师",
                        "value": "00902003"
                    },
                    {
                        "name": "妇产科医师",
                        "value": "00902004"
                    },
                    {
                        "name": "眼科医师",
                        "value": "00902005"
                    },
                    {
                        "name": "耳鼻喉科医师",
                        "value": "00902006"
                    },
                    {
                        "name": "口腔科医师",
                        "value": "00902007"
                    },
                    {
                        "name": "皮肤科医师",
                        "value": "00902008"
                    },
                    {
                        "name": "精神科医师",
                        "value": "00902009"
                    },
                    {
                        "name": "心理医师",
                        "value": "00902010"
                    },
                    {
                        "name": "传染病科医师",
                        "value": "00902011"
                    },
                    {
                        "name": "急诊科医师",
                        "value": "00902012"
                    },
                    {
                        "name": "康复科医师",
                        "value": "00902013"
                    },
                    {
                        "name": "麻醉科医师",
                        "value": "00902014"
                    },
                    {
                        "name": "病理科医师",
                        "value": "00902015"
                    },
                    {
                        "name": "放射科核医学医师",
                        "value": "00902016"
                    },
                    {
                        "name": "超声诊断科医师",
                        "value": "00902017"
                    },
                    {
                        "name": "放射肿瘤科医师",
                        "value": "00902018"
                    },
                    {
                        "name": "全科医师",
                        "value": "00902019"
                    },
                    {
                        "name": "乡村医师",
                        "value": "00902020"
                    },
                    {
                        "name": "妇女保健医师",
                        "value": "00902021"
                    },
                    {
                        "name": "输（采供）血医师",
                        "value": "00902022"
                    }
                ]
            },
            {
                "name": "中医医师",
                "value": "00903",
                "child": [
                    {
                        "name": "中医内科医师",
                        "value": "00903001"
                    },
                    {
                        "name": "中医外科医师",
                        "value": "00903002"
                    },
                    {
                        "name": "中医妇科医师",
                        "value": "00903003"
                    },
                    {
                        "name": "中医儿科医师",
                        "value": "00903004"
                    },
                    {
                        "name": "中医眼医疗医师",
                        "value": "00903005"
                    },
                    {
                        "name": "中医皮肤科医师",
                        "value": "00903006"
                    },
                    {
                        "name": "中医骨伤科医师",
                        "value": "00903007"
                    },
                    {
                        "name": "中医肛肠科医师",
                        "value": "00903008"
                    },
                    {
                        "name": "中医耳鼻喉科医师",
                        "value": "00903009"
                    },
                    {
                        "name": "针炙科医师",
                        "value": "00903010"
                    },
                    {
                        "name": "推拿按摩科医师",
                        "value": "00903011"
                    }
                ]
            },
            {
                "name": "中西医结合医师",
                "value": "00904",
                "child": [
                    {
                        "name": "中西医结合医师",
                        "value": "00904001"
                    }
                ]
            },
            {
                "name": "民族医师",
                "value": "00905",
                "child": [
                    {
                        "name": "民族医师",
                        "value": "00905001"
                    }
                ]
            },
            {
                "name": "公共卫生医师",
                "value": "00906",
                "child": [
                    {
                        "name": "流行病学医师",
                        "value": "00906001"
                    },
                    {
                        "name": "营养与食品卫生医师",
                        "value": "00906002"
                    },
                    {
                        "name": "环境卫生医师",
                        "value": "00906003"
                    },
                    {
                        "name": "职业病医师",
                        "value": "00906004"
                    },
                    {
                        "name": "劳动（职业）卫生医师",
                        "value": "00906005"
                    },
                    {
                        "name": "放射卫生医师",
                        "value": "00906006"
                    },
                    {
                        "name": "儿少和学校卫生医师",
                        "value": "00906007"
                    },
                    {
                        "name": "监狱、看守所医师",
                        "value": "00906008"
                    }
                ]
            },
            {
                "name": "药剂人员",
                "value": "00907",
                "child": [
                    {
                        "name": "西药剂师",
                        "value": "00907001"
                    },
                    {
                        "name": "中药药师",
                        "value": "00907002"
                    }
                ]
            },
            {
                "name": "医疗技术人员",
                "value": "00908",
                "child": [
                    {
                        "name": "影像技师",
                        "value": "00908001"
                    },
                    {
                        "name": "麻醉技师",
                        "value": "00908002"
                    },
                    {
                        "name": "病理技师",
                        "value": "00908003"
                    },
                    {
                        "name": "临床检验技师",
                        "value": "00908004"
                    },
                    {
                        "name": "公卫检验技师",
                        "value": "00908005"
                    },
                    {
                        "name": "卫生工程技师",
                        "value": "00908006"
                    },
                    {
                        "name": "输（采供）血技师",
                        "value": "00908007"
                    }
                ]
            },
            {
                "name": "护理人员",
                "value": "00909",
                "child": [
                    {
                        "name": "病房护士",
                        "value": "00909001"
                    },
                    {
                        "name": "门诊护士",
                        "value": "00909002"
                    },
                    {
                        "name": "手术室护士",
                        "value": "00909003"
                    },
                    {
                        "name": "供应室护士",
                        "value": "00909004"
                    },
                    {
                        "name": "社区护士",
                        "value": "00909005"
                    },
                    {
                        "name": "助产士",
                        "value": "00909006"
                    },
                    {
                        "name": "监狱、看守所医生及护士",
                        "value": "00909007"
                    }
                ]
            },
            {
                "name": "其他卫生专业技术人员",
                "value": "00910",
                "child": [
                    {
                        "name": "其他卫生专业技术人员",
                        "value": "00910001"
                    }
                ]
            },
            {
                "name": "医药商品购销人员",
                "value": "00911",
                "child": [
                    {
                        "name": "医药商品购销员",
                        "value": "00911001"
                    }
                ]
            },
            {
                "name": "中药调剂人员",
                "value": "00912",
                "child": [
                    {
                        "name": "中药调剂员",
                        "value": "00912001"
                    }
                ]
            },
            {
                "name": "医药商品储运人员",
                "value": "00913",
                "child": [
                    {
                        "name": "医药商品储运员",
                        "value": "00913001"
                    }
                ]
            },
            {
                "name": "医疗卫生辅助服务人员",
                "value": "00914",
                "child": [
                    {
                        "name": "医疗临床辅助服务员",
                        "value": "00914001"
                    },
                    {
                        "name": "药房辅助员",
                        "value": "00914002"
                    },
                    {
                        "name": "卫生防疫、妇幼保健员",
                        "value": "00914003"
                    },
                    {
                        "name": "医务行政人员",
                        "value": "00914004"
                    },
                    {
                        "name": "护理员",
                        "value": "00914005"
                    },
                    {
                        "name": "药剂检验人员",
                        "value": "00914006"
                    },
                    {
                        "name": "放射线之技术人员",
                        "value": "00914007"
                    },
                    {
                        "name": "放射线之修护人员",
                        "value": "00914008"
                    },
                    {
                        "name": "配膳员",
                        "value": "00914009"
                    },
                    {
                        "name": "卫生检查员",
                        "value": "00914010"
                    },
                    {
                        "name": "医院后勤人员、医疗临床辅助服务员、药房辅助员",
                        "value": "00914011"
                    },
                    {
                        "name": "医院炊事",
                        "value": "00914012"
                    },
                    {
                        "name": "医院勤杂工、清洁工",
                        "value": "00914013"
                    },
                    {
                        "name": "分析员",
                        "value": "00914014"
                    },
                    {
                        "name": "助产士、齿模技工",
                        "value": "00914015"
                    },
                    {
                        "name": "跌打损伤治疗人员",
                        "value": "00914016"
                    },
                    {
                        "name": "验光师",
                        "value": "00914017"
                    },
                    {
                        "name": "理疗师",
                        "value": "00914018"
                    },
                    {
                        "name": "消毒员",
                        "value": "00914019"
                    },
                    {
                        "name": "医疗设备、口腔科设备维修人员",
                        "value": "00914020"
                    },
                    {
                        "name": "医用气体工",
                        "value": "00914021"
                    }
                ]
            }
        ]
    },
    {
        "name": "010广播影视文艺",
        "value": "010",
        "child": [
            {
                "name": "文艺创作和评论人员",
                "value": "01001",
                "child": [
                    {
                        "name": "文学、艺术研究人员",
                        "value": "01001001"
                    },
                    {
                        "name": "文学作家",
                        "value": "01001002"
                    },
                    {
                        "name": "曲艺作家",
                        "value": "01001003"
                    },
                    {
                        "name": "剧作家",
                        "value": "01001004"
                    },
                    {
                        "name": "作曲家",
                        "value": "01001005"
                    },
                    {
                        "name": "词作家",
                        "value": "01001006"
                    },
                    {
                        "name": "文艺评论员",
                        "value": "01001007"
                    },
                    {
                        "name": "皮影戏木偶戏作家",
                        "value": "01001008"
                    },
                    {
                        "name": "演奏人员",
                        "value": "01001009"
                    },
                    {
                        "name": "绘画人员",
                        "value": "01001010"
                    },
                    {
                        "name": "编曲人员",
                        "value": "01001011"
                    },
                    {
                        "name": "书法家",
                        "value": "01001012"
                    },
                    {
                        "name": "陶艺家",
                        "value": "01001013"
                    },
                    {
                        "name": "篆刻家",
                        "value": "01001014"
                    }
                ]
            },
            {
                "name": "编导和音乐指挥人员",
                "value": "01002",
                "child": [
                    {
                        "name": "电影电视导演",
                        "value": "01002001"
                    },
                    {
                        "name": "戏剧导演",
                        "value": "01002002"
                    },
                    {
                        "name": "舞蹈编导",
                        "value": "01002003"
                    },
                    {
                        "name": "音乐指挥",
                        "value": "01002004"
                    },
                    {
                        "name": "编剧",
                        "value": "01002005"
                    },
                    {
                        "name": "武术指导",
                        "value": "01002006"
                    }
                ]
            },
            {
                "name": "演员",
                "value": "01003",
                "child": [
                    {
                        "name": "电影电视演员",
                        "value": "01003001"
                    },
                    {
                        "name": "戏剧演员",
                        "value": "01003002"
                    },
                    {
                        "name": "舞蹈演员",
                        "value": "01003003"
                    },
                    {
                        "name": "曲艺演员",
                        "value": "01003004"
                    },
                    {
                        "name": "杂技魔术演员",
                        "value": "01003005"
                    },
                    {
                        "name": "歌唱演员",
                        "value": "01003006"
                    },
                    {
                        "name": "皮影戏演员",
                        "value": "01003007"
                    },
                    {
                        "name": "木偶戏演员",
                        "value": "01003008"
                    },
                    {
                        "name": "武打演员",
                        "value": "01003009"
                    },
                    {
                        "name": "特技演员",
                        "value": "01003010"
                    },
                    {
                        "name": "高空杂技飞车飞人演员（5米及以上）",
                        "value": "01003011"
                    },
                    {
                        "name": "非高空杂技演员",
                        "value": "01003012"
                    },
                    {
                        "name": "武打替身演员",
                        "value": "01003013"
                    },
                    {
                        "name": "威亚、骑马替身演员",
                        "value": "01003014"
                    },
                    {
                        "name": "一般替身演员",
                        "value": "01003015"
                    },
                    {
                        "name": "节目主持人",
                        "value": "01003016"
                    },
                    {
                        "name": "巡回演出戏剧团体人员",
                        "value": "01003017"
                    },
                    {
                        "name": "配音演员",
                        "value": "01003018"
                    },
                    {
                        "name": "服装模特",
                        "value": "01003019"
                    },
                    {
                        "name": "雕塑人员",
                        "value": "01003020"
                    },
                    {
                        "name": "马戏团演员",
                        "value": "01003021"
                    }
                ]
            },
            {
                "name": "乐器演奏员",
                "value": "01004",
                "child": [
                    {
                        "name": "民族乐器演奏员",
                        "value": "01004001"
                    },
                    {
                        "name": "外国乐器演奏员",
                        "value": "01004002"
                    }
                ]
            },
            {
                "name": "电影电视制作及舞台专业人员",
                "value": "01005",
                "child": [
                    {
                        "name": "电影电视制片",
                        "value": "01005001"
                    },
                    {
                        "name": "电影电视场记",
                        "value": "01005002"
                    },
                    {
                        "name": "电影电视摄影师",
                        "value": "01005003"
                    },
                    {
                        "name": "照明师",
                        "value": "01005004"
                    },
                    {
                        "name": "录音师",
                        "value": "01005005"
                    },
                    {
                        "name": "剪辑师",
                        "value": "01005006"
                    },
                    {
                        "name": "美工师",
                        "value": "01005007"
                    },
                    {
                        "name": "化妆师",
                        "value": "01005008"
                    },
                    {
                        "name": "置景师",
                        "value": "01005009"
                    },
                    {
                        "name": "道具师",
                        "value": "01005010"
                    },
                    {
                        "name": "电影电视片发行人",
                        "value": "01005011"
                    },
                    {
                        "name": "舞台监督",
                        "value": "01005012"
                    },
                    {
                        "name": "戏剧制作人",
                        "value": "01005013"
                    },
                    {
                        "name": "影片商",
                        "value": "01005014"
                    },
                    {
                        "name": "灯光及音响工作人员",
                        "value": "01005015"
                    },
                    {
                        "name": "冲片人员",
                        "value": "01005016"
                    },
                    {
                        "name": "洗片人员",
                        "value": "01005017"
                    },
                    {
                        "name": "跑片员",
                        "value": "01005018"
                    },
                    {
                        "name": "影视舞台烟火特效员",
                        "value": "01005019"
                    },
                    {
                        "name": "机械工电工",
                        "value": "01005020"
                    },
                    {
                        "name": "影视设备机械员",
                        "value": "01005021"
                    },
                    {
                        "name": "广播电视天线工",
                        "value": "01005022"
                    },
                    {
                        "name": "有线广播电视机线员",
                        "value": "01005023"
                    },
                    {
                        "name": "广播电视编播工程技术人员",
                        "value": "01005024"
                    },
                    {
                        "name": "广播电视传输覆盖工程技术人员",
                        "value": "01005025"
                    },
                    {
                        "name": "电影工程技术人员",
                        "value": "01005026"
                    },
                    {
                        "name": "布景搭设人员",
                        "value": "01005027"
                    },
                    {
                        "name": "电影院售票员",
                        "value": "01005028"
                    },
                    {
                        "name": "电影院放映人员、服务人员",
                        "value": "01005029"
                    },
                    {
                        "name": "影视服装员",
                        "value": "01005030"
                    },
                    {
                        "name": "影视动画制作人员",
                        "value": "01005031"
                    },
                    {
                        "name": "影视木偶制作人员",
                        "value": "01005032"
                    },
                    {
                        "name": "电影洗印人员",
                        "value": "01005033"
                    },
                    {
                        "name": "拷贝字幕员",
                        "value": "01005034"
                    },
                    {
                        "name": "拷贝捡片员",
                        "value": "01005035"
                    },
                    {
                        "name": "唱式制作工人",
                        "value": "01005036"
                    },
                    {
                        "name": "唱片检听工人",
                        "value": "01005037"
                    },
                    {
                        "name": "音像带复制工人",
                        "value": "01005038"
                    },
                    {
                        "name": "光盘复制工人",
                        "value": "01005039"
                    }
                ]
            }
        ]
    },
    {
        "name": "011教育机构",
        "value": "011",
        "child": [
            {
                "name": "教育机构",
                "value": "01101",
                "child": [
                    {
                        "name": "校长（教育机构负责人）",
                        "value": "01101001"
                    },
                    {
                        "name": "教师",
                        "value": "01101002"
                    },
                    {
                        "name": "学生",
                        "value": "01101003"
                    },
                    {
                        "name": "教育单位行政人员",
                        "value": "01101004"
                    },
                    {
                        "name": "校工",
                        "value": "01101005"
                    },
                    {
                        "name": "特殊教育教师（如聋哑老师）",
                        "value": "01101006"
                    },
                    {
                        "name": "家庭教师",
                        "value": "01101007"
                    },
                    {
                        "name": "保育员",
                        "value": "01101008"
                    },
                    {
                        "name": "教育科学研究人员",
                        "value": "01101009"
                    },
                    {
                        "name": "体育教师",
                        "value": "01101010"
                    },
                    {
                        "name": "武术学校学生",
                        "value": "01101011"
                    },
                    {
                        "name": "武术学校教练",
                        "value": "01101012"
                    },
                    {
                        "name": "戏曲舞蹈教师学生",
                        "value": "01101013"
                    },
                    {
                        "name": "体校技校教师学生",
                        "value": "01101014"
                    },
                    {
                        "name": "杂技教师学生",
                        "value": "01101015"
                    },
                    {
                        "name": "校车司机",
                        "value": "01101016"
                    },
                    {
                        "name": "军训教官",
                        "value": "01101017"
                    },
                    {
                        "name": "汽车驾驶训练班教练",
                        "value": "01101018"
                    },
                    {
                        "name": "警校、军校学生",
                        "value": "01101019"
                    },
                    {
                        "name": "特殊运动班学生（拳击、摔跤、跆拳道等）",
                        "value": "01101020"
                    },
                    {
                        "name": "飞行教官",
                        "value": "01101021"
                    },
                    {
                        "name": "飞行训练学员",
                        "value": "01101022"
                    }
                ]
            }
        ]
    },
    {
        "name": " 012公共事业",
        "value": "012",
        "child": [
            {
                "name": "邮政",
                "value": "01201",
                "child": [
                    {
                        "name": "邮政营业员",
                        "value": "01201001"
                    },
                    {
                        "name": "邮件分检、接发员",
                        "value": "01201002"
                    },
                    {
                        "name": "内勤人员",
                        "value": "01201003"
                    },
                    {
                        "name": "外勤邮务人员",
                        "value": "01201004"
                    },
                    {
                        "name": "火车、汽车邮件押运员",
                        "value": "01201005"
                    },
                    {
                        "name": "轮船邮件押运员",
                        "value": "01201006"
                    },
                    {
                        "name": "报刊分发员",
                        "value": "01201007"
                    },
                    {
                        "name": "投递员(外勤)",
                        "value": "01201008"
                    },
                    {
                        "name": "投递员(内勤)",
                        "value": "01201009"
                    },
                    {
                        "name": "邮政储汇员",
                        "value": "01201010"
                    },
                    {
                        "name": "报刊发行、零售员",
                        "value": "01201011"
                    },
                    {
                        "name": "集邮业务员",
                        "value": "01201012"
                    },
                    {
                        "name": "邮政业务档案员",
                        "value": "01201013"
                    },
                    {
                        "name": "邮政设备安装、维护人员",
                        "value": "01201014"
                    },
                    {
                        "name": "包裹搬运人员",
                        "value": "01201015"
                    },
                    {
                        "name": "邮政工程技术人员",
                        "value": "01201016"
                    },
                    {
                        "name": "投递员（非摩托车、助动车驾驶）",
                        "value": "01201017"
                    },
                    {
                        "name": "投递员（摩托车、助动车驾驶）",
                        "value": "01201018"
                    },
                    {
                        "name": "包裹邮物人员",
                        "value": "01201019"
                    }
                ]
            },
            {
                "name": "电信通信业务人员",
                "value": "01202",
                "child": [
                    {
                        "name": "电台天线维护人员",
                        "value": "01202001"
                    },
                    {
                        "name": "光缆铺设人员",
                        "value": "01202002"
                    },
                    {
                        "name": "电话电报交换机人员",
                        "value": "01202003"
                    },
                    {
                        "name": "电信业务营业员",
                        "value": "01202004"
                    },
                    {
                        "name": "话务员",
                        "value": "01202005"
                    },
                    {
                        "name": "报务员",
                        "value": "01202006"
                    },
                    {
                        "name": "通信设备维护人员",
                        "value": "01202007"
                    },
                    {
                        "name": "电话、通信天线架(敷)设维修人员",
                        "value": "01202008"
                    },
                    {
                        "name": "电话电报交换设备安装、维护人员",
                        "value": "01202009"
                    },
                    {
                        "name": "电话机、寻呼机、传真机等用户终端设备维修员",
                        "value": "01202010"
                    },
                    {
                        "name": "通信系统供电设备空调设备安装维护人员",
                        "value": "01202011"
                    },
                    {
                        "name": "市话障碍处理人员",
                        "value": "01202012"
                    },
                    {
                        "name": "电信装置维护修理工",
                        "value": "01202013"
                    },
                    {
                        "name": "电信工程设施架设人员",
                        "value": "01202014"
                    },
                    {
                        "name": "通信工程技术人员",
                        "value": "01202015"
                    },
                    {
                        "name": "电力高压电工程设施人员",
                        "value": "01202016"
                    }
                ]
            },
            {
                "name": "水利",
                "value": "01203",
                "child": [
                    {
                        "name": "工程师",
                        "value": "01203001"
                    },
                    {
                        "name": "水坝水库管理人员",
                        "value": "01203002"
                    },
                    {
                        "name": "水利工程设施人员",
                        "value": "01203003"
                    },
                    {
                        "name": "河道修防工",
                        "value": "01203004"
                    },
                    {
                        "name": "混凝土工程维修工",
                        "value": "01203005"
                    },
                    {
                        "name": "土石工程维修工",
                        "value": "01203006"
                    },
                    {
                        "name": "水工检测工",
                        "value": "01203007"
                    },
                    {
                        "name": "建(构)筑物有害动物防治工",
                        "value": "01203008"
                    },
                    {
                        "name": "农田灌排施工管护人员",
                        "value": "01203009"
                    },
                    {
                        "name": "渠道维护工",
                        "value": "01203010"
                    },
                    {
                        "name": "灌区供水工",
                        "value": "01203011"
                    },
                    {
                        "name": "灌溉试验工",
                        "value": "01203012"
                    },
                    {
                        "name": "河道堤坝巡护人员",
                        "value": "01203013"
                    },
                    {
                        "name": "水土保持防治工",
                        "value": "01203014"
                    },
                    {
                        "name": "水土保持测试工",
                        "value": "01203015"
                    },
                    {
                        "name": "水土保持勘测工",
                        "value": "01203016"
                    },
                    {
                        "name": "水文勘测工",
                        "value": "01203017"
                    },
                    {
                        "name": "水文勘测船工",
                        "value": "01203018"
                    },
                    {
                        "name": "水利水电建筑工程技术人员",
                        "value": "01203019"
                    },
                    {
                        "name": "水资源工程技术人员",
                        "value": "01203020"
                    },
                    {
                        "name": "治河及泥沙治理工程技术人员",
                        "value": "01203021"
                    },
                    {
                        "name": "机泵操作人员",
                        "value": "01203022"
                    },
                    {
                        "name": "农田灌排工程建设管理维护人员",
                        "value": "01203023"
                    },
                    {
                        "name": "水土保持作业人员",
                        "value": "01203024"
                    }
                ]
            },
            {
                "name": "自来水",
                "value": "01204",
                "child": [
                    {
                        "name": "工程师",
                        "value": "01204001"
                    },
                    {
                        "name": "自来水管装修人员",
                        "value": "01204002"
                    },
                    {
                        "name": "抄表员、收费员、巡水员",
                        "value": "01204003"
                    },
                    {
                        "name": "自来水厂水质分析员(实地)",
                        "value": "01204004"
                    },
                    {
                        "name": "工业及饮用水净化处理人员",
                        "value": "01204005"
                    },
                    {
                        "name": "工业及饮用水生产人员(水井工)",
                        "value": "01204006"
                    },
                    {
                        "name": "供水调度员",
                        "value": "01204007"
                    }
                ]
            },
            {
                "name": "电力工程技术人员",
                "value": "01205",
                "child": [
                    {
                        "name": "发电变电输电工程技术人员",
                        "value": "01205001"
                    },
                    {
                        "name": "供用电工程技术人员",
                        "value": "01205002"
                    },
                    {
                        "name": "电力拖动与自动控制工程技术人员",
                        "value": "01205003"
                    },
                    {
                        "name": "电线电缆与电工材料工程技术人员",
                        "value": "01205004"
                    }
                ]
            },
            {
                "name": "电力设备安装人员",
                "value": "01206",
                "child": [
                    {
                        "name": "水轮机设备安装工",
                        "value": "01206001"
                    },
                    {
                        "name": "锅炉设备安装工",
                        "value": "01206002"
                    },
                    {
                        "name": "汽轮机设备安装工",
                        "value": "01206003"
                    },
                    {
                        "name": "发电机设备安装工",
                        "value": "01206004"
                    },
                    {
                        "name": "热工仪表及控制装置安装试验工",
                        "value": "01206005"
                    },
                    {
                        "name": "发电厂电气设备安装工",
                        "value": "01206006"
                    },
                    {
                        "name": "电力电缆安装工",
                        "value": "01206007"
                    },
                    {
                        "name": "高压线路架设工",
                        "value": "01206008"
                    },
                    {
                        "name": "电力工程内线安装工",
                        "value": "01206009"
                    },
                    {
                        "name": "小风电利用工",
                        "value": "01206010"
                    },
                    {
                        "name": "微水电利用工",
                        "value": "01206011"
                    },
                    {
                        "name": "电力工程设施架设人员",
                        "value": "01206012"
                    },
                    {
                        "name": "电缆施放员",
                        "value": "01206013"
                    }
                ]
            },
            {
                "name": "发电运行值班人员",
                "value": "01207",
                "child": [
                    {
                        "name": "水轮发电机值班员",
                        "value": "01207001"
                    },
                    {
                        "name": "燃料值班员",
                        "value": "01207002"
                    },
                    {
                        "name": "锅炉运行值班员",
                        "value": "01207003"
                    },
                    {
                        "name": "锅炉辅机值班员",
                        "value": "01207004"
                    },
                    {
                        "name": "汽轮机运行值班员",
                        "value": "01207005"
                    },
                    {
                        "name": "热力网值班员",
                        "value": "01207006"
                    },
                    {
                        "name": "电气值班员",
                        "value": "01207007"
                    },
                    {
                        "name": "集控值班员",
                        "value": "01207008"
                    },
                    {
                        "name": "发电机氢冷值班员",
                        "value": "01207009"
                    },
                    {
                        "name": "电厂水处理值班员",
                        "value": "01207010"
                    }
                ]
            },
            {
                "name": "输电、配电、变电设备值班人员",
                "value": "01208",
                "child": [
                    {
                        "name": "送电、配电线路工",
                        "value": "01208001"
                    },
                    {
                        "name": "变电站值班员",
                        "value": "01208002"
                    },
                    {
                        "name": "调相机值班员",
                        "value": "01208003"
                    },
                    {
                        "name": "换流站值班员",
                        "value": "01208004"
                    }
                ]
            },
            {
                "name": "电力设备检修人员",
                "value": "01209",
                "child": [
                    {
                        "name": "锅炉本体设备检修工",
                        "value": "01209001"
                    },
                    {
                        "name": "锅炉附属设备检修工",
                        "value": "01209002"
                    },
                    {
                        "name": "汽轮机本体设备检修工",
                        "value": "01209003"
                    },
                    {
                        "name": "汽轮机附属设备检修工",
                        "value": "01209004"
                    },
                    {
                        "name": "发电厂电动机检修工",
                        "value": "01209005"
                    },
                    {
                        "name": "水轮机检修工",
                        "value": "01209006"
                    },
                    {
                        "name": "水电站水力机械试验工",
                        "value": "01209007"
                    },
                    {
                        "name": "水电自动装置检修工",
                        "value": "01209008"
                    },
                    {
                        "name": "高压线路带电检修工",
                        "value": "01209009"
                    },
                    {
                        "name": "变压器检修工",
                        "value": "01209010"
                    },
                    {
                        "name": "变电设备检修工",
                        "value": "01209011"
                    },
                    {
                        "name": "电气试验员",
                        "value": "01209012"
                    },
                    {
                        "name": "继电保护员",
                        "value": "01209013"
                    },
                    {
                        "name": "电力装置维护修理工",
                        "value": "01209014"
                    },
                    {
                        "name": "电力设备检修人员（除外高压电）",
                        "value": "01209015"
                    },
                    {
                        "name": "电力设备安装人员（除外高压电）",
                        "value": "01209016"
                    }
                ]
            },
            {
                "name": "供用电人员",
                "value": "01210",
                "child": [
                    {
                        "name": "电力负荷控制员",
                        "value": "01210001"
                    },
                    {
                        "name": "用电监察员",
                        "value": "01210002"
                    },
                    {
                        "name": "装表核算收费员",
                        "value": "01210003"
                    },
                    {
                        "name": "装表接电工",
                        "value": "01210004"
                    },
                    {
                        "name": "电能计量装置检修工",
                        "value": "01210005"
                    },
                    {
                        "name": "内勤人员",
                        "value": "01210006"
                    },
                    {
                        "name": "抄表员、收费员",
                        "value": "01210007"
                    }
                ]
            },
            {
                "name": "生活生产电力设备安装、操作、修理人员",
                "value": "01211",
                "child": [
                    {
                        "name": "变电设备安装工",
                        "value": "01211001"
                    },
                    {
                        "name": "变配电室值班电工",
                        "value": "01211002"
                    },
                    {
                        "name": "常用电机检修工",
                        "value": "01211003"
                    },
                    {
                        "name": "牵引电力线路安装维护工",
                        "value": "01211004"
                    },
                    {
                        "name": "维修电工",
                        "value": "01211005"
                    }
                ]
            },
            {
                "name": "石油、天然气开采人员",
                "value": "01212",
                "child": [
                    {
                        "name": "油、气井测试工",
                        "value": "01212001"
                    },
                    {
                        "name": "采油工",
                        "value": "01212002"
                    },
                    {
                        "name": "钻井工",
                        "value": "01212003"
                    },
                    {
                        "name": "采气工",
                        "value": "01212004"
                    },
                    {
                        "name": "井下作业工",
                        "value": "01212005"
                    },
                    {
                        "name": "天然气净化工",
                        "value": "01212006"
                    },
                    {
                        "name": "油气输送工",
                        "value": "01212007"
                    },
                    {
                        "name": "油气管道保护工",
                        "value": "01212008"
                    }
                ]
            },
            {
                "name": "石油工程技术人员",
                "value": "01213",
                "child": [
                    {
                        "name": "石油开采工程技术人员",
                        "value": "01213001"
                    },
                    {
                        "name": "石油储运工程技术人员",
                        "value": "01213002"
                    }
                ]
            },
            {
                "name": "液化气煤气天然气",
                "value": "01214",
                "child": [
                    {
                        "name": "负责人",
                        "value": "01214001"
                    },
                    {
                        "name": "店员",
                        "value": "01214002"
                    },
                    {
                        "name": "外务员",
                        "value": "01214003"
                    },
                    {
                        "name": "送货员",
                        "value": "01214004"
                    },
                    {
                        "name": "收费员抄表员",
                        "value": "01214005"
                    },
                    {
                        "name": "安全检查员",
                        "value": "01214006"
                    },
                    {
                        "name": "仓库管理员",
                        "value": "01214007"
                    },
                    {
                        "name": "管线装修工",
                        "value": "01214008"
                    },
                    {
                        "name": "储气槽分装厂工作人员",
                        "value": "01214009"
                    },
                    {
                        "name": "工程师",
                        "value": "01214010"
                    },
                    {
                        "name": "检查员",
                        "value": "01214011"
                    },
                    {
                        "name": "燃气器具制造工",
                        "value": "01214012"
                    },
                    {
                        "name": "气罐随车司机及人员",
                        "value": "01214013"
                    }
                ]
            },
            {
                "name": "热力供应",
                "value": "01215",
                "child": [
                    {
                        "name": "热力网工程师",
                        "value": "01215001"
                    },
                    {
                        "name": "管线装修工",
                        "value": "01215002"
                    },
                    {
                        "name": "成型煤生产工",
                        "value": "01215003"
                    },
                    {
                        "name": "锅炉安装、调试、操作、检修人员",
                        "value": "01215004"
                    }
                ]
            },
            {
                "name": "环境监测人员",
                "value": "01216",
                "child": [
                    {
                        "name": "大气环境监测工",
                        "value": "01216001"
                    },
                    {
                        "name": "水环境监测工",
                        "value": "01216002"
                    },
                    {
                        "name": "土壤环境监测工",
                        "value": "01216003"
                    },
                    {
                        "name": "环境生物监测工",
                        "value": "01216004"
                    },
                    {
                        "name": "环境噪声及振动监测工",
                        "value": "01216005"
                    },
                    {
                        "name": "固体废物监测工",
                        "value": "01216006"
                    },
                    {
                        "name": "环境辐射监测工",
                        "value": "01216007"
                    },
                    {
                        "name": "室内装饰装修质量检验员",
                        "value": "01216008"
                    },
                    {
                        "name": "室内环境治理员",
                        "value": "01216009"
                    }
                ]
            },
            {
                "name": "环境保护工程技术人员",
                "value": "01217",
                "child": [
                    {
                        "name": "环境损害控制工程技术人员",
                        "value": "01217001"
                    },
                    {
                        "name": "环境监测工程技术人员",
                        "value": "01217002"
                    },
                    {
                        "name": "环境污染治理工程技术人员",
                        "value": "01217003"
                    }
                ]
            },
            {
                "name": "海洋环境调查与监测人员",
                "value": "01218",
                "child": [
                    {
                        "name": "海洋调查与监测工",
                        "value": "01218001"
                    },
                    {
                        "name": "海洋浮标工",
                        "value": "01218002"
                    },
                    {
                        "name": "海洋水文气象观测员",
                        "value": "01218003"
                    }
                ]
            },
            {
                "name": "海洋工程技术人员",
                "value": "01219",
                "child": [
                    {
                        "name": "海洋调查与监测工程技术人员",
                        "value": "01219001"
                    },
                    {
                        "name": "海洋环境预报工程技术人员",
                        "value": "01219002"
                    },
                    {
                        "name": "海洋资源开发利用和保护工程技术人员(海水淡化、潮汐能、波浪能等能源开发、海洋生态系统保护等)",
                        "value": "01219003"
                    },
                    {
                        "name": "海洋工程勘察设计工程技术人员（进行海洋、海底勘察人员）",
                        "value": "01219004"
                    }
                ]
            },
            {
                "name": "废物处理人员",
                "value": "01220",
                "child": [
                    {
                        "name": "固体废物处理工",
                        "value": "01220001"
                    },
                    {
                        "name": "废水处理工",
                        "value": "01220002"
                    },
                    {
                        "name": "废气处理工",
                        "value": "01220003"
                    },
                    {
                        "name": "除尘设备运行工",
                        "value": "01220004"
                    }
                ]
            },
            {
                "name": "气象工程技术人员",
                "value": "01221",
                "child": [
                    {
                        "name": "气象观测人员",
                        "value": "01221001"
                    },
                    {
                        "name": "天气预报人员",
                        "value": "01221002"
                    },
                    {
                        "name": "气候监测预测人员",
                        "value": "01221003"
                    },
                    {
                        "name": "应用气象人员",
                        "value": "01221004"
                    },
                    {
                        "name": "气象服务人员",
                        "value": "01221005"
                    }
                ]
            },
            {
                "name": "购销人员",
                "value": "01222",
                "child": [
                    {
                        "name": "购销人员",
                        "value": "01222001"
                    }
                ]
            },
            {
                "name": "废旧物资回收利用人员",
                "value": "01223",
                "child": [
                    {
                        "name": "废旧物资回收挑选工",
                        "value": "01223001"
                    },
                    {
                        "name": "废旧物资加工工",
                        "value": "01223002"
                    },
                    {
                        "name": "船体拆解工",
                        "value": "01223003"
                    },
                    {
                        "name": "金属、化工废物回收人员",
                        "value": "01223004"
                    },
                    {
                        "name": "一般废旧物资回收人员",
                        "value": "01223005"
                    },
                    {
                        "name": "废旧资源加工工",
                        "value": "01223006"
                    }
                ]
            },
            {
                "name": "保管人员",
                "value": "01224",
                "child": [
                    {
                        "name": "保管员",
                        "value": "01224001"
                    },
                    {
                        "name": "理货员",
                        "value": "01224002"
                    },
                    {
                        "name": "商品养护员",
                        "value": "01224003"
                    },
                    {
                        "name": "保鲜员",
                        "value": "01224004"
                    },
                    {
                        "name": "冷藏工",
                        "value": "01224005"
                    },
                    {
                        "name": "货柜场检查员（立于货柜上）",
                        "value": "01224006"
                    },
                    {
                        "name": "起重机操作员（于控制室内）",
                        "value": "01224007"
                    },
                    {
                        "name": "起重机操作员",
                        "value": "01224008"
                    },
                    {
                        "name": "燃料仓库保管员",
                        "value": "01224009"
                    }
                ]
            },
            {
                "name": "储运人员",
                "value": "01225",
                "child": [
                    {
                        "name": "商品储运员",
                        "value": "01225001"
                    },
                    {
                        "name": "商品护运员",
                        "value": "01225002"
                    }
                ]
            },
            {
                "name": "日用机电维修员",
                "value": "01226",
                "child": [
                    {
                        "name": "家用电子产品维修工",
                        "value": "01226001"
                    },
                    {
                        "name": "家用电器产品维修工",
                        "value": "01226002"
                    },
                    {
                        "name": "照相器材维修工",
                        "value": "01226003"
                    },
                    {
                        "name": "钟表维修工",
                        "value": "01226004"
                    },
                    {
                        "name": "乐器维修工",
                        "value": "01226005"
                    },
                    {
                        "name": "自行车维修工",
                        "value": "01226006"
                    }
                ]
            },
            {
                "name": "办公设备维修工",
                "value": "01227",
                "child": [
                    {
                        "name": "办公设备维修工",
                        "value": "01227001"
                    }
                ]
            },
            {
                "name": "其他设备维修人员",
                "value": "01228",
                "child": [
                    {
                        "name": "其他设备维修人员",
                        "value": "01228001"
                    }
                ]
            }
        ]
    },
    {
        "name": "013一般商业",
        "value": "013",
        "child": [
            {
                "name": "商业",
                "value": "01301",
                "child": [
                    {
                        "name": "普通摊商",
                        "value": "01301001"
                    },
                    {
                        "name": "厨具商",
                        "value": "01301002"
                    },
                    {
                        "name": "陶瓷器商",
                        "value": "01301003"
                    },
                    {
                        "name": "古董商",
                        "value": "01301004"
                    },
                    {
                        "name": "花卉商",
                        "value": "01301005"
                    },
                    {
                        "name": "米商",
                        "value": "01301006"
                    },
                    {
                        "name": "杂货商、烟商、酒商、塑料制品商、超市售货员",
                        "value": "01301007"
                    },
                    {
                        "name": "玻璃商",
                        "value": "01301008"
                    },
                    {
                        "name": "果菜商",
                        "value": "01301009"
                    },
                    {
                        "name": "石材商",
                        "value": "01301010"
                    },
                    {
                        "name": "建材商",
                        "value": "01301011"
                    },
                    {
                        "name": "铁材商",
                        "value": "01301012"
                    },
                    {
                        "name": "木材商",
                        "value": "01301013"
                    },
                    {
                        "name": "五金商",
                        "value": "01301014"
                    },
                    {
                        "name": "宠物商",
                        "value": "01301015"
                    },
                    {
                        "name": "电器商电脑手机商",
                        "value": "01301016"
                    },
                    {
                        "name": "水电卫生器材商",
                        "value": "01301017"
                    },
                    {
                        "name": "机车买卖商（不含修理）",
                        "value": "01301018"
                    },
                    {
                        "name": "汽车买卖商（不含修理）",
                        "value": "01301019"
                    },
                    {
                        "name": "车辆器材商（不含矿物油）",
                        "value": "01301020"
                    },
                    {
                        "name": "矿物油、香烛买卖商",
                        "value": "01301021"
                    },
                    {
                        "name": "眼镜商",
                        "value": "01301022"
                    },
                    {
                        "name": "食品商",
                        "value": "01301023"
                    },
                    {
                        "name": "文具商",
                        "value": "01301024"
                    },
                    {
                        "name": "布商",
                        "value": "01301025"
                    },
                    {
                        "name": "服饰买卖商",
                        "value": "01301026"
                    },
                    {
                        "name": "鱼贩",
                        "value": "01301027"
                    },
                    {
                        "name": "肉贩、牲畜商贩",
                        "value": "01301028"
                    },
                    {
                        "name": "屠宰",
                        "value": "01301029"
                    },
                    {
                        "name": "药品买卖商",
                        "value": "01301030"
                    },
                    {
                        "name": "医疗器械仪器商",
                        "value": "01301031"
                    },
                    {
                        "name": "化学原料商、农药买卖商",
                        "value": "01301032"
                    },
                    {
                        "name": "手工艺品买卖商",
                        "value": "01301033"
                    },
                    {
                        "name": "银楼珠宝、当铺负责人及工作人员",
                        "value": "01301034"
                    },
                    {
                        "name": "家具商",
                        "value": "01301035"
                    },
                    {
                        "name": "自行车买卖商",
                        "value": "01301036"
                    },
                    {
                        "name": "农具商",
                        "value": "01301037"
                    },
                    {
                        "name": "售货商",
                        "value": "01301038"
                    },
                    {
                        "name": "碾米商",
                        "value": "01301039"
                    },
                    {
                        "name": "体育用品及器材销售",
                        "value": "01301040"
                    },
                    {
                        "name": "IT业销售人员",
                        "value": "01301041"
                    },
                    {
                        "name": "化学品销售商（非危险品）",
                        "value": "01301042"
                    },
                    {
                        "name": "负责人（燃气器具店）",
                        "value": "01301043"
                    },
                    {
                        "name": "店员（燃气器具店）",
                        "value": "01301044"
                    },
                    {
                        "name": "送货员（燃气器具店）",
                        "value": "01301045"
                    },
                    {
                        "name": "装饰工（燃气器具店）",
                        "value": "01301046"
                    },
                    {
                        "name": "瓦斯器具负责人",
                        "value": "01301047"
                    },
                    {
                        "name": "瓦斯器具店员",
                        "value": "01301048"
                    },
                    {
                        "name": "瓦斯器具送货员",
                        "value": "01301049"
                    },
                    {
                        "name": "瓦斯器具装设工",
                        "value": "01301050"
                    },
                    {
                        "name": "负责人及工作人员（液化燃气零售店）",
                        "value": "01301051"
                    },
                    {
                        "name": "送货员（液化燃气零售店）",
                        "value": "01301052"
                    },
                    {
                        "name": "液化燃气分装工（液化燃气零售店）",
                        "value": "01301053"
                    },
                    {
                        "name": "液化瓦斯零售负责人",
                        "value": "01301054"
                    },
                    {
                        "name": "液化瓦斯零售店员",
                        "value": "01301055"
                    },
                    {
                        "name": "液化瓦斯送货员",
                        "value": "01301056"
                    },
                    {
                        "name": "液化瓦斯瓦料分装工",
                        "value": "01301057"
                    },
                    {
                        "name": "液化瓦斯旧货收购人员",
                        "value": "01301058"
                    },
                    {
                        "name": "燃气矿物油销售人员（液化瓦斯零售店）",
                        "value": "01301059"
                    },
                    {
                        "name": "采购员",
                        "value": "01301060"
                    },
                    {
                        "name": "熟食店（使用道具者）",
                        "value": "01301061"
                    }
                ]
            }
        ]
    },
    {
        "name": "014金融业",
        "value": "014",
        "child": [
            {
                "name": "银行业",
                "value": "01401",
                "child": [
                    {
                        "name": "银行货币发行员",
                        "value": "01401001"
                    },
                    {
                        "name": "银行国库业务人员",
                        "value": "01401002"
                    },
                    {
                        "name": "银行外汇管理员",
                        "value": "01401003"
                    },
                    {
                        "name": "银行清算员",
                        "value": "01401004"
                    },
                    {
                        "name": "银行信贷员",
                        "value": "01401005"
                    },
                    {
                        "name": "金融（销售及）外务员",
                        "value": "01401006"
                    },
                    {
                        "name": "征信人员",
                        "value": "01401007"
                    },
                    {
                        "name": "现金运送车司机、押送员",
                        "value": "01401008"
                    },
                    {
                        "name": "银行国外业务人员",
                        "value": "01401009"
                    },
                    {
                        "name": "银行信托业务人员",
                        "value": "01401010"
                    },
                    {
                        "name": "银行信用卡业务人员",
                        "value": "01401011"
                    },
                    {
                        "name": "银行储蓄员",
                        "value": "01401012"
                    }
                ]
            },
            {
                "name": "保险业",
                "value": "01402",
                "child": [
                    {
                        "name": "精算师",
                        "value": "01402001"
                    },
                    {
                        "name": "保险推销员",
                        "value": "01402002"
                    },
                    {
                        "name": "保险核保员",
                        "value": "01402003"
                    },
                    {
                        "name": "保险核赔员",
                        "value": "01402004"
                    },
                    {
                        "name": "理赔调查员",
                        "value": "01402005"
                    },
                    {
                        "name": "保险收费员",
                        "value": "01402006"
                    }
                ]
            },
            {
                "name": "证券业",
                "value": "01403",
                "child": [
                    {
                        "name": "证券发行员",
                        "value": "01403001"
                    },
                    {
                        "name": "证券交易员",
                        "value": "01403002"
                    },
                    {
                        "name": "证券投资顾问",
                        "value": "01403003"
                    }
                ]
            },
            {
                "name": "其他金融人员",
                "value": "01404",
                "child": [
                    {
                        "name": "其他金融人员",
                        "value": "01404001"
                    }
                ]
            }
        ]
    },
    {
        "name": "015服务业",
        "value": "015",
        "child": [
            {
                "name": "旅游旅馆业",
                "value": "01501",
                "child": [
                    {
                        "name": "一般内勤人员",
                        "value": "01501001"
                    },
                    {
                        "name": "外务员",
                        "value": "01501002"
                    },
                    {
                        "name": "导游、领队",
                        "value": "01501003"
                    },
                    {
                        "name": "司机",
                        "value": "01501004"
                    },
                    {
                        "name": "行政管理人员",
                        "value": "01501005"
                    },
                    {
                        "name": "负责人",
                        "value": "01501006"
                    },
                    {
                        "name": "一般内勤服务员",
                        "value": "01501007"
                    },
                    {
                        "name": "外务员",
                        "value": "01501008"
                    },
                    {
                        "name": "收帐员",
                        "value": "01501009"
                    },
                    {
                        "name": "技工",
                        "value": "01501010"
                    },
                    {
                        "name": "锅炉工",
                        "value": "01501011"
                    },
                    {
                        "name": "前厅服务员",
                        "value": "01501012"
                    },
                    {
                        "name": "客房服务员",
                        "value": "01501013"
                    },
                    {
                        "name": "旅店服务员",
                        "value": "01501014"
                    }
                ]
            },
            {
                "name": "餐饮业",
                "value": "01502",
                "child": [
                    {
                        "name": "中式烹调师",
                        "value": "01502001"
                    },
                    {
                        "name": "中式面点师",
                        "value": "01502002"
                    },
                    {
                        "name": "西式烹调师",
                        "value": "01502003"
                    },
                    {
                        "name": "西式面点师",
                        "value": "01502004"
                    },
                    {
                        "name": "调酒师",
                        "value": "01502005"
                    },
                    {
                        "name": "茶艺师",
                        "value": "01502006"
                    },
                    {
                        "name": "营养配餐员",
                        "value": "01502007"
                    },
                    {
                        "name": "餐厅服务员",
                        "value": "01502008"
                    },
                    {
                        "name": "餐具清洗保管员",
                        "value": "01502009"
                    },
                    {
                        "name": "其他餐饮服务人员",
                        "value": "01502010"
                    },
                    {
                        "name": "采购人员",
                        "value": "01502011"
                    },
                    {
                        "name": "厨师（星级酒店）",
                        "value": "01502012"
                    },
                    {
                        "name": "厨房杂工",
                        "value": "01502013"
                    },
                    {
                        "name": "经理人员",
                        "value": "01502014"
                    },
                    {
                        "name": "一般内勤",
                        "value": "01502015"
                    },
                    {
                        "name": "柜台人员",
                        "value": "01502016"
                    },
                    {
                        "name": "收帐员",
                        "value": "01502017"
                    }
                ]
            },
            {
                "name": "健身和娱乐场所服务人员",
                "value": "01503",
                "child": [
                    {
                        "name": "群众性体育活动指导员",
                        "value": "01503001"
                    },
                    {
                        "name": "体育场地维护、保养工",
                        "value": "01503002"
                    },
                    {
                        "name": "康乐服务员",
                        "value": "01503003"
                    },
                    {
                        "name": "保健按摩师",
                        "value": "01503004"
                    },
                    {
                        "name": "桑拿业负责人",
                        "value": "01503005"
                    },
                    {
                        "name": "桑拿业柜台人员",
                        "value": "01503006"
                    },
                    {
                        "name": "社会文化指导员",
                        "value": "01503007"
                    },
                    {
                        "name": "健身教练",
                        "value": "01503008"
                    },
                    {
                        "name": "芳香保健师",
                        "value": "01503009"
                    },
                    {
                        "name": "浴池服务人员",
                        "value": "01503010"
                    },
                    {
                        "name": "修脚师",
                        "value": "01503011"
                    }
                ]
            },
            {
                "name": "高尔夫球馆",
                "value": "01504",
                "child": [
                    {
                        "name": "教练",
                        "value": "01504001"
                    },
                    {
                        "name": "球场保养人员",
                        "value": "01504002"
                    },
                    {
                        "name": "维护工人",
                        "value": "01504003"
                    },
                    {
                        "name": "球童",
                        "value": "01504004"
                    },
                    {
                        "name": "职业高尔夫球员",
                        "value": "01504005"
                    }
                ]
            },
            {
                "name": "保龄球馆",
                "value": "01505",
                "child": [
                    {
                        "name": "记分员",
                        "value": "01505001"
                    },
                    {
                        "name": "柜台人员",
                        "value": "01505002"
                    },
                    {
                        "name": "机械保护员",
                        "value": "01505003"
                    },
                    {
                        "name": "清洁工人",
                        "value": "01505004"
                    }
                ]
            },
            {
                "name": "撞球馆",
                "value": "01506",
                "child": [
                    {
                        "name": "负责人",
                        "value": "01506001"
                    },
                    {
                        "name": "记分员",
                        "value": "01506002"
                    },
                    {
                        "name": "柜台人员",
                        "value": "01506003"
                    },
                    {
                        "name": "机械保护员",
                        "value": "01506004"
                    }
                ]
            },
            {
                "name": "游泳池",
                "value": "01507",
                "child": [
                    {
                        "name": "负责人",
                        "value": "01507001"
                    },
                    {
                        "name": "管理员",
                        "value": "01507002"
                    },
                    {
                        "name": "教练",
                        "value": "01507003"
                    },
                    {
                        "name": "售票员",
                        "value": "01507004"
                    },
                    {
                        "name": "救生员",
                        "value": "01507005"
                    }
                ]
            },
            {
                "name": "海水浴场",
                "value": "01508",
                "child": [
                    {
                        "name": "管理员",
                        "value": "01508001"
                    },
                    {
                        "name": "负责人",
                        "value": "01508002"
                    },
                    {
                        "name": "潜水教练",
                        "value": "01508003"
                    },
                    {
                        "name": "救生员",
                        "value": "01508004"
                    },
                    {
                        "name": "售票员",
                        "value": "01508005"
                    }
                ]
            },
            {
                "name": "游乐园动物园",
                "value": "01509",
                "child": [
                    {
                        "name": "负责人",
                        "value": "01509001"
                    },
                    {
                        "name": "售票员",
                        "value": "01509002"
                    },
                    {
                        "name": "一般清洁工",
                        "value": "01509003"
                    },
                    {
                        "name": "游戏机操作员",
                        "value": "01509004"
                    },
                    {
                        "name": "兽栏清洁工",
                        "value": "01509005"
                    },
                    {
                        "name": "水电机械工",
                        "value": "01509006"
                    },
                    {
                        "name": "动物园驯兽师",
                        "value": "01509007"
                    },
                    {
                        "name": "兽医(动物园)",
                        "value": "01509008"
                    },
                    {
                        "name": "观赏动物饲养工",
                        "value": "01509009"
                    },
                    {
                        "name": "训犬人员",
                        "value": "01509010"
                    },
                    {
                        "name": "猛兽饲养工(动物园)",
                        "value": "01509011"
                    }
                ]
            },
            {
                "name": "娱乐场所",
                "value": "01510",
                "child": [
                    {
                        "name": "咖啡厅工作人员",
                        "value": "01510001"
                    },
                    {
                        "name": "茶室工作人员",
                        "value": "01510002"
                    },
                    {
                        "name": "酒家工作人员",
                        "value": "01510003"
                    },
                    {
                        "name": "夜总会工作人员",
                        "value": "01510004"
                    },
                    {
                        "name": "迪斯科舞厅工作人员",
                        "value": "01510005"
                    },
                    {
                        "name": "歌厅工作人员",
                        "value": "01510006"
                    },
                    {
                        "name": "酒吧工作人员",
                        "value": "01510007"
                    },
                    {
                        "name": "娱乐餐饮业负责人",
                        "value": "01510008"
                    },
                    {
                        "name": "保安人员",
                        "value": "01510009"
                    },
                    {
                        "name": "调酒师",
                        "value": "01510010"
                    },
                    {
                        "name": "乐队人员",
                        "value": "01510011"
                    },
                    {
                        "name": "歌唱人员",
                        "value": "01510012"
                    },
                    {
                        "name": "DJ",
                        "value": "01510013"
                    },
                    {
                        "name": "迎宾",
                        "value": "01510014"
                    },
                    {
                        "name": "舞蹈演艺人员",
                        "value": "01510015"
                    },
                    {
                        "name": "电子游戏厅工作人员",
                        "value": "01510016"
                    },
                    {
                        "name": "驯马师、马夫",
                        "value": "01510017"
                    },
                    {
                        "name": "网吧管理人员",
                        "value": "01510018"
                    },
                    {
                        "name": "按摩沐足桑拿负责人",
                        "value": "01510019"
                    },
                    {
                        "name": "按摩沐足桑拿柜台人员",
                        "value": "01510020"
                    },
                    {
                        "name": "按摩沐足桑拿工作人员",
                        "value": "01510021"
                    },
                    {
                        "name": "负责人",
                        "value": "01510022"
                    }
                ]
            },
            {
                "name": "营业、推销人员",
                "value": "01511",
                "child": [
                    {
                        "name": "营业员",
                        "value": "01511001"
                    },
                    {
                        "name": "收银员",
                        "value": "01511002"
                    },
                    {
                        "name": "推销员",
                        "value": "01511003"
                    }
                ]
            },
            {
                "name": "采购人员",
                "value": "01512",
                "child": [
                    {
                        "name": "采购员",
                        "value": "01512001"
                    },
                    {
                        "name": "收购员",
                        "value": "01512002"
                    },
                    {
                        "name": "中药购销员",
                        "value": "01512003"
                    }
                ]
            },
            {
                "name": "酒店服务部人员",
                "value": "01513",
                "child": [
                    {
                        "name": "前厅服务员",
                        "value": "01513001"
                    },
                    {
                        "name": "客房服务员",
                        "value": "01513002"
                    },
                    {
                        "name": "旅店服务员",
                        "value": "01513003"
                    },
                    {
                        "name": "负责人",
                        "value": "01513004"
                    },
                    {
                        "name": "一般内勤",
                        "value": "01513005"
                    },
                    {
                        "name": "外务员",
                        "value": "01513006"
                    },
                    {
                        "name": "收帐员",
                        "value": "01513007"
                    },
                    {
                        "name": "技工",
                        "value": "01513008"
                    },
                    {
                        "name": "锅炉工",
                        "value": "01513009"
                    }
                ]
            },
            {
                "name": "旅游及公共游览场所服务人员",
                "value": "01514",
                "child": [
                    {
                        "name": "导游",
                        "value": "01514001"
                    },
                    {
                        "name": "一般内勤",
                        "value": "01514002"
                    },
                    {
                        "name": "外务员",
                        "value": "01514003"
                    },
                    {
                        "name": "公共游览场所服务员",
                        "value": "01514004"
                    },
                    {
                        "name": "展览讲解员",
                        "value": "01514005"
                    },
                    {
                        "name": "插花员",
                        "value": "01514006"
                    },
                    {
                        "name": "盆景工",
                        "value": "01514007"
                    },
                    {
                        "name": "假山工",
                        "value": "01514008"
                    },
                    {
                        "name": "园林植物保护工",
                        "value": "01514009"
                    }
                ]
            },
            {
                "name": "美容美发人员",
                "value": "01515",
                "child": [
                    {
                        "name": "美容师",
                        "value": "01515001"
                    },
                    {
                        "name": "美发师",
                        "value": "01515002"
                    }
                ]
            },
            {
                "name": "摄影服务人员",
                "value": "01516",
                "child": [
                    {
                        "name": "摄影师",
                        "value": "01516001"
                    },
                    {
                        "name": "冲印师",
                        "value": "01516002"
                    }
                ]
            },
            {
                "name": "验光配镜人员",
                "value": "01517",
                "child": [
                    {
                        "name": "眼镜验光员",
                        "value": "01517001"
                    },
                    {
                        "name": "眼镜定配员",
                        "value": "01517002"
                    }
                ]
            },
            {
                "name": "洗染织补人员",
                "value": "01518",
                "child": [
                    {
                        "name": "洗衣师",
                        "value": "01518001"
                    },
                    {
                        "name": "染色师",
                        "value": "01518002"
                    }
                ]
            },
            {
                "name": "印章刻字人员",
                "value": "01519",
                "child": [
                    {
                        "name": "刻字印章工",
                        "value": "01519001"
                    }
                ]
            },
            {
                "name": "房地产",
                "value": "01520",
                "child": [
                    {
                        "name": "经营管理者",
                        "value": "01520001"
                    },
                    {
                        "name": "室内工作人员",
                        "value": "01520002"
                    },
                    {
                        "name": "开发工作人员",
                        "value": "01520003"
                    },
                    {
                        "name": "租赁销售人员、度地房屋买卖介绍人",
                        "value": "01520004"
                    }
                ]
            },
            {
                "name": "殡葬服务人员",
                "value": "01521",
                "child": [
                    {
                        "name": "殡仪服务员",
                        "value": "01521001"
                    },
                    {
                        "name": "尸体接运工",
                        "value": "01521002"
                    },
                    {
                        "name": "尸体防腐工",
                        "value": "01521003"
                    },
                    {
                        "name": "尸体整容工",
                        "value": "01521004"
                    },
                    {
                        "name": "尸体火化工",
                        "value": "01521005"
                    },
                    {
                        "name": "墓地管理员",
                        "value": "01521006"
                    },
                    {
                        "name": "殡葬车驾驶员",
                        "value": "01521007"
                    }
                ]
            },
            {
                "name": "社会中介服务人员",
                "value": "01522",
                "child": [
                    {
                        "name": "中介代理人",
                        "value": "01522001"
                    },
                    {
                        "name": "职业指导员",
                        "value": "01522002"
                    },
                    {
                        "name": "其他社会中介服务人员",
                        "value": "01522003"
                    },
                    {
                        "name": "中介机构内勤人员",
                        "value": "01522004"
                    },
                    {
                        "name": "中介机构外勤人员",
                        "value": "01522005"
                    }
                ]
            },
            {
                "name": "物业管理员",
                "value": "01523",
                "child": [
                    {
                        "name": "物业管理员",
                        "value": "01523001"
                    }
                ]
            },
            {
                "name": "环境卫生人员",
                "value": "01524",
                "child": [
                    {
                        "name": "垃圾清运工",
                        "value": "01524001"
                    },
                    {
                        "name": "保洁工",
                        "value": "01524002"
                    },
                    {
                        "name": "下水道清洁工",
                        "value": "01524003"
                    },
                    {
                        "name": "清洁打蜡工人（地板）",
                        "value": "01524004"
                    },
                    {
                        "name": "高空外墙清洁工",
                        "value": "01524005"
                    },
                    {
                        "name": "汽车清洗、护理工",
                        "value": "01524006"
                    },
                    {
                        "name": "高速公路及铁路（轻轨）沿线清洁工人",
                        "value": "01524007"
                    },
                    {
                        "name": "汽车美容",
                        "value": "01524008"
                    },
                    {
                        "name": "汽车维修",
                        "value": "01524009"
                    }
                ]
            },
            {
                "name": "供水、供热及生活燃料供应服务人员",
                "value": "01525",
                "child": [
                    {
                        "name": "供水生产工",
                        "value": "01525001"
                    },
                    {
                        "name": "供水供应工",
                        "value": "01525002"
                    },
                    {
                        "name": "生活燃料供应工",
                        "value": "01525003"
                    },
                    {
                        "name": "锅炉操作工",
                        "value": "01525004"
                    }
                ]
            },
            {
                "name": "拍卖、典当及租赁业务人员",
                "value": "01526",
                "child": [
                    {
                        "name": "鉴定估价师",
                        "value": "01526001"
                    },
                    {
                        "name": "拍卖师",
                        "value": "01526002"
                    },
                    {
                        "name": "典当业务员",
                        "value": "01526003"
                    },
                    {
                        "name": "租赁业务员",
                        "value": "01526004"
                    }
                ]
            },
            {
                "name": "商品监督和市场管理人员",
                "value": "01527",
                "child": [
                    {
                        "name": "商品监督员",
                        "value": "01527001"
                    },
                    {
                        "name": "市场管理员",
                        "value": "01527002"
                    }
                ]
            },
            {
                "name": "经济业务人员",
                "value": "01528",
                "child": [
                    {
                        "name": "经济计划人员",
                        "value": "01528001"
                    },
                    {
                        "name": "统计人员",
                        "value": "01528002"
                    },
                    {
                        "name": "会计人员",
                        "value": "01528003"
                    },
                    {
                        "name": "审计人员",
                        "value": "01528004"
                    },
                    {
                        "name": "国际商务人员",
                        "value": "01528005"
                    },
                    {
                        "name": "公证员",
                        "value": "01528006"
                    },
                    {
                        "name": "公证行外务员",
                        "value": "01528007"
                    }
                ]
            },
            {
                "name": "物流、快递业",
                "value": "01529",
                "child": [
                    {
                        "name": "物流专员",
                        "value": "01529001"
                    },
                    {
                        "name": "分拣员",
                        "value": "01529002"
                    },
                    {
                        "name": "收货、送货员（非四轮机动车）",
                        "value": "01529003"
                    },
                    {
                        "name": "收货、送货员（四轮机动车）",
                        "value": "01529004"
                    },
                    {
                        "name": "报关行外务员",
                        "value": "01529005"
                    }
                ]
            },
            {
                "name": "宠物服务",
                "value": "01530",
                "child": [
                    {
                        "name": "宠物医生",
                        "value": "01530001"
                    },
                    {
                        "name": "宠物训导师",
                        "value": "01530002"
                    },
                    {
                        "name": "宠物美容师",
                        "value": "01530003"
                    },
                    {
                        "name": "宠物健康护理人员",
                        "value": "01530004"
                    }
                ]
            },
            {
                "name": "其他商业、服务业人员",
                "value": "01531",
                "child": [
                    {
                        "name": "其他商业、服务业人员",
                        "value": "01531001"
                    },
                    {
                        "name": "代书(内勤)",
                        "value": "01531002"
                    },
                    {
                        "name": "经纪人(内勤)",
                        "value": "01531003"
                    },
                    {
                        "name": "速录师",
                        "value": "01531004"
                    },
                    {
                        "name": "土地房屋买卖介绍人",
                        "value": "01531005"
                    },
                    {
                        "name": "景观设计师",
                        "value": "01531006"
                    },
                    {
                        "name": "钟表匠",
                        "value": "01531007"
                    },
                    {
                        "name": "鞋匠、伞匠",
                        "value": "01531008"
                    },
                    {
                        "name": "勘查师",
                        "value": "01531009"
                    },
                    {
                        "name": "警卫人员(工厂、公司行号、大楼)",
                        "value": "01531010"
                    },
                    {
                        "name": "大楼管理员",
                        "value": "01531011"
                    },
                    {
                        "name": "收费站、停车场收费人员",
                        "value": "01531012"
                    },
                    {
                        "name": "加油站工作人员",
                        "value": "01531013"
                    },
                    {
                        "name": "地磅场工作人员",
                        "value": "01531014"
                    },
                    {
                        "name": "健身房教练",
                        "value": "01531015"
                    },
                    {
                        "name": "健身房服务人员",
                        "value": "01531016"
                    },
                    {
                        "name": "搬运工（食品、日用品、服装等）",
                        "value": "01531017"
                    },
                    {
                        "name": "车辆保管人员",
                        "value": "01531018"
                    },
                    {
                        "name": "烟囱清洁工",
                        "value": "01531019"
                    },
                    {
                        "name": "勤杂工",
                        "value": "01531020"
                    },
                    {
                        "name": "道路清洁工",
                        "value": "01531021"
                    }
                ]
            },
            {
                "name": "家政管理",
                "value": "01532",
                "child": [
                    {
                        "name": "家政服务员",
                        "value": "01532001"
                    },
                    {
                        "name": "家庭主妇",
                        "value": "01532002"
                    },
                    {
                        "name": "儿童、非职业技术学校学生",
                        "value": "01532003"
                    },
                    {
                        "name": "职业技术学校学生",
                        "value": "01532004"
                    },
                    {
                        "name": "保姆",
                        "value": "01532005"
                    }
                ]
            }
        ]
    },
    {
        "name": "016安全保卫消防",
        "value": "016",
        "child": [
            {
                "name": "人民警察",
                "value": "01601",
                "child": [
                    {
                        "name": "警务行政及内勤人员",
                        "value": "01601001"
                    },
                    {
                        "name": "警察（负有巡逻任务者）",
                        "value": "01601002"
                    },
                    {
                        "name": "警卫人员 （负有巡逻押运任务者）",
                        "value": "01601003"
                    },
                    {
                        "name": "刑警",
                        "value": "01601004"
                    },
                    {
                        "name": "警务特勤",
                        "value": "01601005"
                    },
                    {
                        "name": "防暴警察",
                        "value": "01601006"
                    },
                    {
                        "name": "缉毒警察",
                        "value": "01601007"
                    },
                    {
                        "name": "缉私警察",
                        "value": "01601008"
                    },
                    {
                        "name": "空中警察",
                        "value": "01601009"
                    },
                    {
                        "name": "水上警察",
                        "value": "01601010"
                    },
                    {
                        "name": "交通警察",
                        "value": "01601011"
                    },
                    {
                        "name": "铁路警察",
                        "value": "01601012"
                    },
                    {
                        "name": "警校学生",
                        "value": "01601013"
                    },
                    {
                        "name": "警校教官",
                        "value": "01601014"
                    },
                    {
                        "name": "警校文职教师",
                        "value": "01601015"
                    },
                    {
                        "name": "训犬（警犬）员",
                        "value": "01601016"
                    },
                    {
                        "name": "安检人员",
                        "value": "01601017"
                    },
                    {
                        "name": "港口机场警卫及安全人员",
                        "value": "01601018"
                    },
                    {
                        "name": "监狱看守所管理人员",
                        "value": "01601019"
                    },
                    {
                        "name": "情报、犯罪等信息调查人员(内勤不搜证)",
                        "value": "01601020"
                    },
                    {
                        "name": "情报、犯罪等信息调查人员(外勤搜证)",
                        "value": "01601021"
                    },
                    {
                        "name": "炸药处理警察",
                        "value": "01601022"
                    },
                    {
                        "name": "行政执法人员",
                        "value": "01601023"
                    }
                ]
            },
            {
                "name": "治安人员",
                "value": "01602",
                "child": [
                    {
                        "name": "保安员（不负责巡逻）",
                        "value": "01602001"
                    },
                    {
                        "name": "保安员（负责巡逻任务）",
                        "value": "01602002"
                    },
                    {
                        "name": "门卫",
                        "value": "01602003"
                    },
                    {
                        "name": "单位保卫科工作人员",
                        "value": "01602004"
                    },
                    {
                        "name": "保镖",
                        "value": "01602005"
                    },
                    {
                        "name": "违禁品检查员",
                        "value": "01602006"
                    },
                    {
                        "name": "金融守押员",
                        "value": "01602007"
                    },
                    {
                        "name": "工商、税务、海关、城管等特定国家行政执法人员",
                        "value": "01602008"
                    },
                    {
                        "name": "治安调查人员",
                        "value": "01602009"
                    },
                    {
                        "name": "交通协管员",
                        "value": "01602010"
                    },
                    {
                        "name": "运钞押送人员（车司机及押送人员）",
                        "value": "01602011"
                    },
                    {
                        "name": "一般事故抢险人员",
                        "value": "01602012"
                    },
                    {
                        "name": "抢险救援器材维修人员",
                        "value": "01602013"
                    },
                    {
                        "name": "火险监督员防火审核员",
                        "value": "01602014"
                    },
                    {
                        "name": "物业管理人员",
                        "value": "01602015"
                    }
                ]
            },
            {
                "name": "消防人员",
                "value": "01603",
                "child": [
                    {
                        "name": "灭火员",
                        "value": "01603001"
                    },
                    {
                        "name": "消防抢险救援员",
                        "value": "01603002"
                    },
                    {
                        "name": "防火员",
                        "value": "01603003"
                    },
                    {
                        "name": "建（构）筑物消防员",
                        "value": "01603004"
                    },
                    {
                        "name": "火灾嘹望观察员",
                        "value": "01603005"
                    },
                    {
                        "name": "防毒防化防核抢险员",
                        "value": "01603006"
                    },
                    {
                        "name": "抢险救援器材工具调配工",
                        "value": "01603007"
                    },
                    {
                        "name": "可燃气体（毒气）检测员、危险物品监督员",
                        "value": "01603008"
                    },
                    {
                        "name": "火灾嘹望观察员（嘹望塔）",
                        "value": "01603009"
                    },
                    {
                        "name": "火灾嘹望观察员（直升机）",
                        "value": "01603010"
                    }
                ]
            },
            {
                "name": "司法",
                "value": "01604",
                "child": [
                    {
                        "name": "人民法院负责人",
                        "value": "01604001"
                    },
                    {
                        "name": "人民检察院负责人",
                        "value": "01604002"
                    },
                    {
                        "name": "法官",
                        "value": "01604003"
                    },
                    {
                        "name": "检察官",
                        "value": "01604004"
                    },
                    {
                        "name": "律师",
                        "value": "01604005"
                    },
                    {
                        "name": "公证员",
                        "value": "01604006"
                    },
                    {
                        "name": "法医",
                        "value": "01604007"
                    },
                    {
                        "name": "书记员",
                        "value": "01604008"
                    },
                    {
                        "name": "商业犯罪调查处理人员",
                        "value": "01604009"
                    },
                    {
                        "name": "其他司法安全保卫和消防人员",
                        "value": "01604010"
                    }
                ]
            },
            {
                "name": "武装警察",
                "value": "01605",
                "child": [
                    {
                        "name": "武警总部行政及内勤人员",
                        "value": "01605001"
                    },
                    {
                        "name": "武装警察",
                        "value": "01605002"
                    }
                ]
            }
        ]
    },
    {
        "name": "017军人",
        "value": "017",
        "child": [
            {
                "name": "现役军人",
                "value": "01701",
                "child": [
                    {
                        "name": "行政及内勤人员",
                        "value": "01701001"
                    },
                    {
                        "name": "一般地面部队人员（非前线）",
                        "value": "01701002"
                    },
                    {
                        "name": "特种兵",
                        "value": "01701003"
                    },
                    {
                        "name": "军医院官兵（非前线）",
                        "value": "01701004"
                    },
                    {
                        "name": "后勤补给及通讯地勤人员（非前线）",
                        "value": "01701005"
                    },
                    {
                        "name": "军事研究单位纸上设计人员",
                        "value": "01701006"
                    },
                    {
                        "name": "军事单位武器、弹药研究及管理人员",
                        "value": "01701007"
                    },
                    {
                        "name": "空军、海军、潜艇军人（非前线）",
                        "value": "01701008"
                    },
                    {
                        "name": "前线军人",
                        "value": "01701009"
                    },
                    {
                        "name": "军校学生及入伍受训新兵",
                        "value": "01701010"
                    },
                    {
                        "name": "宪兵（纠察）",
                        "value": "01701011"
                    },
                    {
                        "name": "通勤之行政及内勤人员(国防部、三军总部、军校教官等)",
                        "value": "01701012"
                    },
                    {
                        "name": "一般地面部队人员(含陆军野战、机械修护、土木工程、飞弹、战车及空军炮、飞机修护等)",
                        "value": "01701013"
                    },
                    {
                        "name": "军事纠察",
                        "value": "01701014"
                    }
                ]
            }
        ]
    },
    {
        "name": "018计算机与互联网业",
        "value": "018",
        "child": [
            {
                "name": "计算机与互联网业",
                "value": "01801",
                "child": [
                    {
                        "name": "计算机硬件技术人员",
                        "value": "01801001"
                    },
                    {
                        "name": "计算机软件技术人员",
                        "value": "01801002"
                    },
                    {
                        "name": "计算机网络技术人员",
                        "value": "01801003"
                    },
                    {
                        "name": "计算机系统分析技术人员",
                        "value": "01801004"
                    },
                    {
                        "name": "维护工程师",
                        "value": "01801005"
                    },
                    {
                        "name": "系统工程师",
                        "value": "01801006"
                    },
                    {
                        "name": "运维支持工程师",
                        "value": "01801007"
                    },
                    {
                        "name": "销售工程师",
                        "value": "01801008"
                    },
                    {
                        "name": "计算机乐谱制作师",
                        "value": "01801009"
                    },
                    {
                        "name": "数字视频合成师",
                        "value": "01801010"
                    },
                    {
                        "name": "互联网业经营管理及服务人员",
                        "value": "01801011"
                    },
                    {
                        "name": "计算机软件产品检验员",
                        "value": "01801012"
                    }
                ]
            }
        ]
    },
    {
        "name": "019职业运动员",
        "value": "019",
        "child": [
            {
                "name": "保龄球运动",
                "value": "01901",
                "child": [
                    {
                        "name": "教练员",
                        "value": "01901001"
                    },
                    {
                        "name": "保龄球球员",
                        "value": "01901002"
                    }
                ]
            },
            {
                "name": "桌球运动",
                "value": "01902",
                "child": [
                    {
                        "name": "教练员",
                        "value": "01902001"
                    },
                    {
                        "name": "桌球球员",
                        "value": "01902002"
                    }
                ]
            },
            {
                "name": "羽毛球运动",
                "value": "01903",
                "child": [
                    {
                        "name": "教练员",
                        "value": "01903001"
                    },
                    {
                        "name": "羽毛球球员",
                        "value": "01903002"
                    }
                ]
            },
            {
                "name": "游泳运动",
                "value": "01904",
                "child": [
                    {
                        "name": "教练员",
                        "value": "01904001"
                    },
                    {
                        "name": "游泳队员",
                        "value": "01904002"
                    },
                    {
                        "name": "花样游泳人员",
                        "value": "01904003"
                    },
                    {
                        "name": "其他游泳人员",
                        "value": "01904004"
                    }
                ]
            },
            {
                "name": "射箭运动",
                "value": "01905",
                "child": [
                    {
                        "name": "教练员",
                        "value": "01905001"
                    },
                    {
                        "name": "射箭运动员",
                        "value": "01905002"
                    }
                ]
            },
            {
                "name": "网球运动",
                "value": "01906",
                "child": [
                    {
                        "name": "教练员",
                        "value": "01906001"
                    },
                    {
                        "name": "网球球员",
                        "value": "01906002"
                    }
                ]
            },
            {
                "name": "垒球运动",
                "value": "01907",
                "child": [
                    {
                        "name": "教练员",
                        "value": "01907001"
                    },
                    {
                        "name": "垒球球员",
                        "value": "01907002"
                    }
                ]
            },
            {
                "name": "滑冰运动",
                "value": "01908",
                "child": [
                    {
                        "name": "教练员",
                        "value": "01908001"
                    },
                    {
                        "name": "滑冰运动员",
                        "value": "01908002"
                    },
                    {
                        "name": "速度滑冰人员",
                        "value": "01908003"
                    },
                    {
                        "name": "花样滑冰人员",
                        "value": "01908004"
                    }
                ]
            },
            {
                "name": "射击运动",
                "value": "01909",
                "child": [
                    {
                        "name": "教练员",
                        "value": "01909001"
                    },
                    {
                        "name": "射击人员",
                        "value": "01909002"
                    }
                ]
            },
            {
                "name": "民族体育运动(不含竞技性)",
                "value": "01910",
                "child": [
                    {
                        "name": "教练员",
                        "value": "01910001"
                    },
                    {
                        "name": "民族体育活动人员",
                        "value": "01910002"
                    }
                ]
            },
            {
                "name": "举重运动",
                "value": "01911",
                "child": [
                    {
                        "name": "教练员",
                        "value": "01911001"
                    },
                    {
                        "name": "举重运动员",
                        "value": "01911002"
                    }
                ]
            },
            {
                "name": "篮球运动",
                "value": "01912",
                "child": [
                    {
                        "name": "教练员",
                        "value": "01912001"
                    },
                    {
                        "name": "篮球运动员",
                        "value": "01912002"
                    }
                ]
            },
            {
                "name": "排球运动",
                "value": "01913",
                "child": [
                    {
                        "name": "教练员",
                        "value": "01913001"
                    },
                    {
                        "name": "排球运动员",
                        "value": "01913002"
                    }
                ]
            },
            {
                "name": "棒球运动",
                "value": "01914",
                "child": [
                    {
                        "name": "教练员",
                        "value": "01914001"
                    },
                    {
                        "name": "棒球运动员",
                        "value": "01914002"
                    }
                ]
            },
            {
                "name": "田径运动",
                "value": "01915",
                "child": [
                    {
                        "name": "教练员",
                        "value": "01915001"
                    },
                    {
                        "name": "田径运动员",
                        "value": "01915002"
                    }
                ]
            },
            {
                "name": "体操运动",
                "value": "01916",
                "child": [
                    {
                        "name": "教练员",
                        "value": "01916001"
                    },
                    {
                        "name": "体操运动员",
                        "value": "01916002"
                    }
                ]
            },
            {
                "name": "滑雪运动",
                "value": "01917",
                "child": [
                    {
                        "name": "教练员",
                        "value": "01917001"
                    },
                    {
                        "name": "滑雪运动员",
                        "value": "01917002"
                    }
                ]
            },
            {
                "name": "滑水",
                "value": "01918",
                "child": [
                    {
                        "name": "教练",
                        "value": "01918001"
                    },
                    {
                        "name": "滑水人员",
                        "value": "01918002"
                    }
                ]
            },
            {
                "name": "帆船运动",
                "value": "01919",
                "child": [
                    {
                        "name": "教练员",
                        "value": "01919001"
                    },
                    {
                        "name": "驾乘人员",
                        "value": "01919002"
                    }
                ]
            },
            {
                "name": "划船运动",
                "value": "01920",
                "child": [
                    {
                        "name": "教练员",
                        "value": "01920001"
                    },
                    {
                        "name": "驾乘人员",
                        "value": "01920002"
                    }
                ]
            },
            {
                "name": "泛舟运动",
                "value": "01921",
                "child": [
                    {
                        "name": "教练员",
                        "value": "01921001"
                    },
                    {
                        "name": "驾乘人员",
                        "value": "01921002"
                    }
                ]
            },
            {
                "name": "巧固球运动",
                "value": "01922",
                "child": [
                    {
                        "name": "教练员",
                        "value": "01922001"
                    },
                    {
                        "name": "巧固球球员",
                        "value": "01922002"
                    }
                ]
            },
            {
                "name": "手球运动",
                "value": "01923",
                "child": [
                    {
                        "name": "教练员",
                        "value": "01923001"
                    },
                    {
                        "name": "手球运动员",
                        "value": "01923002"
                    }
                ]
            },
            {
                "name": "风浪板运动",
                "value": "01924",
                "child": [
                    {
                        "name": "教练员",
                        "value": "01924001"
                    },
                    {
                        "name": "驾乘人员",
                        "value": "01924002"
                    }
                ]
            },
            {
                "name": "水上摩托车",
                "value": "01925",
                "child": [
                    {
                        "name": "教练员",
                        "value": "01925001"
                    },
                    {
                        "name": "驾乘人员",
                        "value": "01925002"
                    }
                ]
            },
            {
                "name": "足球运动",
                "value": "01926",
                "child": [
                    {
                        "name": "教练员",
                        "value": "01926001"
                    },
                    {
                        "name": "足球运动员",
                        "value": "01926002"
                    }
                ]
            },
            {
                "name": "曲棍球运动",
                "value": "01927",
                "child": [
                    {
                        "name": "教练员",
                        "value": "01927001"
                    },
                    {
                        "name": "曲棍球球员",
                        "value": "01927002"
                    }
                ]
            },
            {
                "name": "冰上曲棍球运动",
                "value": "01928",
                "child": [
                    {
                        "name": "教练员",
                        "value": "01928001"
                    },
                    {
                        "name": "冰上曲棍球球员",
                        "value": "01928002"
                    }
                ]
            },
            {
                "name": "橄榄球",
                "value": "01929",
                "child": [
                    {
                        "name": "教练员",
                        "value": "01929001"
                    },
                    {
                        "name": "橄榄球球员",
                        "value": "01929002"
                    }
                ]
            },
            {
                "name": "乒乓球运动",
                "value": "01930",
                "child": [
                    {
                        "name": "教练员",
                        "value": "01930001"
                    },
                    {
                        "name": "乒乓球球员",
                        "value": "01930002"
                    }
                ]
            },
            {
                "name": "击剑运动",
                "value": "01931",
                "child": [
                    {
                        "name": "教练员",
                        "value": "01931001"
                    },
                    {
                        "name": "击剑运动员",
                        "value": "01931002"
                    }
                ]
            },
            {
                "name": "水球运动",
                "value": "01932",
                "child": [
                    {
                        "name": "教练员",
                        "value": "01932001"
                    },
                    {
                        "name": "水球球员",
                        "value": "01932002"
                    }
                ]
            },
            {
                "name": "马术运动",
                "value": "01933",
                "child": [
                    {
                        "name": "教练员",
                        "value": "01933001"
                    },
                    {
                        "name": "运动员",
                        "value": "01933002"
                    }
                ]
            },
            {
                "name": "摔跤运动",
                "value": "01934",
                "child": [
                    {
                        "name": "教练员",
                        "value": "01934001"
                    },
                    {
                        "name": "摔跤运动员",
                        "value": "01934002"
                    }
                ]
            },
            {
                "name": "拳击运动",
                "value": "01935",
                "child": [
                    {
                        "name": "教练员",
                        "value": "01935001"
                    },
                    {
                        "name": "职业拳击运动员",
                        "value": "01935002"
                    },
                    {
                        "name": "业余拳击运动员",
                        "value": "01935003"
                    }
                ]
            },
            {
                "name": "自行车运动",
                "value": "01936",
                "child": [
                    {
                        "name": "教练员",
                        "value": "01936001"
                    },
                    {
                        "name": "骑行人员",
                        "value": "01936002"
                    }
                ]
            },
            {
                "name": "裁判人员",
                "value": "01937",
                "child": [
                    {
                        "name": "裁判人员",
                        "value": "01937001"
                    }
                ]
            },
            {
                "name": "体育研究人员",
                "value": "01938",
                "child": [
                    {
                        "name": "体育研究人员",
                        "value": "01938001"
                    }
                ]
            },
            {
                "name": "高尔夫球运动",
                "value": "01939",
                "child": [
                    {
                        "name": "教练员",
                        "value": "01939001"
                    },
                    {
                        "name": "运动员",
                        "value": "01939002"
                    },
                    {
                        "name": "球童",
                        "value": "01939003"
                    }
                ]
            },
            {
                "name": "壁球",
                "value": "01940",
                "child": [
                    {
                        "name": "壁球人员",
                        "value": "01940001"
                    },
                    {
                        "name": "教练",
                        "value": "01940002"
                    }
                ]
            },
            {
                "name": "滑草",
                "value": "01941",
                "child": [
                    {
                        "name": "教练",
                        "value": "01941001"
                    },
                    {
                        "name": "滑草人员",
                        "value": "01941002"
                    }
                ]
            },
            {
                "name": "角力",
                "value": "01942",
                "child": [
                    {
                        "name": "教练",
                        "value": "01942001"
                    },
                    {
                        "name": "角力人员",
                        "value": "01942002"
                    }
                ]
            },
            {
                "name": "柔道",
                "value": "01943",
                "child": [
                    {
                        "name": "教练",
                        "value": "01943001"
                    },
                    {
                        "name": "柔道人员",
                        "value": "01943002"
                    }
                ]
            },
            {
                "name": "空手道",
                "value": "01944",
                "child": [
                    {
                        "name": "教练",
                        "value": "01944001"
                    },
                    {
                        "name": "空手道人员",
                        "value": "01944002"
                    }
                ]
            },
            {
                "name": "跆拳道",
                "value": "01945",
                "child": [
                    {
                        "name": "教练",
                        "value": "01945001"
                    },
                    {
                        "name": "跆拳道人员",
                        "value": "01945002"
                    }
                ]
            },
            {
                "name": "武术",
                "value": "01946",
                "child": [
                    {
                        "name": "教练",
                        "value": "01946001"
                    },
                    {
                        "name": "武术人员",
                        "value": "01946002"
                    }
                ]
            },
            {
                "name": "潜水",
                "value": "01947",
                "child": [
                    {
                        "name": "*教练",
                        "value": "01947001"
                    },
                    {
                        "name": "*潜水人员",
                        "value": "01947002"
                    }
                ]
            },
            {
                "name": "特技表演",
                "value": "01948",
                "child": [
                    {
                        "name": "教练",
                        "value": "01948001"
                    },
                    {
                        "name": "特技表演人员",
                        "value": "01948002"
                    }
                ]
            },
            {
                "name": "雪车",
                "value": "01949",
                "child": [
                    {
                        "name": "教练",
                        "value": "01949001"
                    },
                    {
                        "name": "与赛人员",
                        "value": "01949002"
                    }
                ]
            },
            {
                "name": "滑翔机具",
                "value": "01950",
                "child": [
                    {
                        "name": "教练",
                        "value": "01950001"
                    },
                    {
                        "name": "驾驶人员",
                        "value": "01950002"
                    }
                ]
            },
            {
                "name": "汽车、机车赛车",
                "value": "01951",
                "child": [
                    {
                        "name": "*教练",
                        "value": "01951001"
                    },
                    {
                        "name": "*赛车人员",
                        "value": "01951002"
                    }
                ]
            },
            {
                "name": "跳伞",
                "value": "01952",
                "child": [
                    {
                        "name": "*教练",
                        "value": "01952001"
                    },
                    {
                        "name": "*跳伞人员",
                        "value": "01952002"
                    }
                ]
            }
        ]
    },
    {
        "name": "020其他",
        "value": "020",
        "child": [
            {
                "name": "自由职业者和无业",
                "value": "02001",
                "child": [
                    {
                        "name": "学龄前儿童",
                        "value": "02001001"
                    }
                ]
            }
        ]
    },
    {
        "name": "021其他",
        "value": "021",
        "child": [
            {
                "name": "自由职业者和无业",
                "value": "02001",
                "child": [
                    {
                        "name": "家族主妇、主夫",
                        "value": "02001002"
                    }
                ]
            }
        ]
    },
    {
        "name": "022其他",
        "value": "022",
        "child": [
            {
                "name": "自由职业者和无业",
                "value": "02001",
                "child": [
                    {
                        "name": "离退休人员（无兼职）",
                        "value": "02001003"
                    }
                ]
            }
        ]
    },
    {
        "name": "023其他",
        "value": "023",
        "child": [
            {
                "name": "自由职业者和无业",
                "value": "02001",
                "child": [
                    {
                        "name": "自由投资者",
                        "value": "02001004"
                    }
                ]
            }
        ]
    },
    {
        "name": "024其他",
        "value": "024",
        "child": [
            {
                "name": "自由职业者和无业",
                "value": "02001",
                "child": [
                    {
                        "name": "待业人员、下岗人员",
                        "value": "02001005"
                    }
                ]
            }
        ]
    },
    {
        "name": "025其他",
        "value": "025",
        "child": [
            {
                "name": "自由职业者和无业",
                "value": "02001",
                "child": [
                    {
                        "name": "自由职业人员",
                        "value": "02001006"
                    }
                ]
            }
        ]
    },
    {
        "name": "026其他",
        "value": "026",
        "child": [
            {
                "name": "个体经营",
                "value": "02002",
                "child": [
                    {
                        "name": "个体经营与商贩（有固定摊位）",
                        "value": "02002001"
                    }
                ]
            }
        ]
    },
    {
        "name": "027其他",
        "value": "027",
        "child": [
            {
                "name": "个体经营",
                "value": "02002",
                "child": [
                    {
                        "name": "个体经营与商贩（无固定摊位）",
                        "value": "02002002"
                    }
                ]
            }
        ]
    },
    {
        "name": "028其他",
        "value": "028",
        "child": [
            {
                "name": "个体经营",
                "value": "02002",
                "child": [
                    {
                        "name": "私营企业主(不亲自作业)",
                        "value": "02002003"
                    }
                ]
            }
        ]
    }
],
    "total": 28,
    "iTotalRecords": 28,
    "iTotalDisplayRecords": 28,
    "httpCode": 200,
    "msg": "请求成功",
    "timestamp": 1503622216240
}